{
  "translation": {
    "system": {
      "more": "все",
      "accept": "Применить"
    },
    "validation": {
      "email": "Неверный формат электронной почты",
      "required": "Поле обязательно к заполнению.",
      "min": "Поле должно быть от {{min}} символов.",
      "max": "Поле должно быть до {{max}} символов."
    },
    "term": {
      "link1": "Условия использование",
      "link2": "Политика конфиденциальности",
      "text": "Продолжая, вы принимаете Условия использование Moke smoke и подтверждаете, что прочли Политика конфиденциальности Moke smoke"
    },
    "tracker": {
      "description": "Каждый день вы должны ходить пешком минимум 50 минут без перерывов в среднем темпе. Это увеличит уровень гормонов счастья, которые заменят вам сигареты. Это значительно упростит процесс отвыкания.",
      "error": "Произошла ошибка загрузки данных. Возможно, вы не предоставили доступ к своим данным. Вам необходимо зайти в настройки своего устройства и предоставить доступ.",
      "nav": {
        "1": "вчера",
        "2": "сегодня"
      },
      "need": "{{min}} минут.",
      "header": {
        "1": "Шаги",
        "2": "КМ",
        "3": "Минут"
      }
    },
    "audio": {
      "title": "Cамогипноз",
      "header": "Данные аудио дорожки предназначены для использования в качестве фонового звука во время выполнения рутинных задач, перед сном, утром или в тех случаях, когда возникает желание курить.",
      "footer": "Авторское право на аудио дорожки, используемые в данном приложении, принадлежит создателям приложения. Любое несанкционированное использование, воспроизведение или распространение данных дорожек является нарушением авторских прав и может привести к юридическим последствиям. Все права защищены.",
      "removeLink": "Удалить сохраненные дорожки",
      "dialog": {
        "title": "Аудиодорожки",
        "description": "Вы действительно желаете удалить все дорожки с медитацией ?",
        "btn1": "Нет",
        "btn2": "Да"
      },
      "lists": [
        {
          "track": "Triggers",
          "Album": "Don't smoke",
          "tags": ["Преодоление", "Триггеры", "Привычки"],
          "title": "Преодоление триггеров",
          "description": "Устраните триггеры чтобы перестать курить."
        },
        {
          "track": "Cravings",
          "Album": "Don't smoke",
          "tags": ["Контроль", "Установки", "Сила воли", "Снятие стресса"],
          "title": "Контроль установок",
          "description": "Управляйте желаниями, чтобы перестать курить."
        },
        {
          "track": "Peace",
          "Album": "Don't smoke",
          "tags": ["Покой", "Расслабление", "Миндфулнесс"],
          "title": "Внутренний покой",
          "description": "Найдите внутренний покой, чтобы бросить курение."
        },
        {
          "track": "Meditation",
          "Album": "Don't smoke",
          "tags": ["Медитация", "Миндфулнесс", "Расслабление"],
          "title": "Медитация для бросания курения",
          "description": "Медитируйте, чтобы бросить курить и найти внутренний покой."
        },
        {
          "track": "Passion",
          "Album": "Don't smoke",
          "tags": ["Медитация", "Желания", "Мир", "Установки"],
          "title": "Открытие страстей",
          "description": "Откройте для себя страсть к здоровой жизни."
        }
      ]
    },
    "feed": {
      "title": "Моя лента",
      "empty": "Нет записей",
      "comment": "Комментарии",
      "info": [
        "1. Лента активности пользователей - это место, где люди, желающие бросить курить, могут поделиться своими мыслями и вдохновить других пользователей после прохождения \"Тренера\". Здесь вы можете разместить свои сообщения в одной из трех категорий: \"закурил\", \"хотелось курить\" и \"не курил\".",
        "2. Кроме того, другие пользователи могут оставлять комментарии и ставить эмоции к вашим постам, что создает общность людей, которые вас поддерживают в бросании курения. Вы можете делиться своими мыслями и чувствами, а также получать мотивацию и поддержку от других пользователей.",
        "3. Это невероятно крутая система, которая может помочь вам бросить курить. Чем чаще вы будете делиться своими ощущениями, тем больше шансов на успех. Но это еще не все. Со временем, когда вы будете постоянно делиться своими мыслями, вы сможете получить доступ к чат-боту с нейронной сетью. Эта нейронная сеть сможет проанализировать ваши посты и выдать вам индивидуальные рекомендации, основанные на достижениях других пользователей.",
        "4. В итоге, эта система не только создает сообщество, которое поддерживает вас в бросании курения, но и собирает данные для создания индивидуальных рекомендаций по бросанию курения."
      ],
      "script": {
        "danger": [
          "Сегодня сбился со своей цели и закурил. Буду стараться не повторять эту ошибку!",
          "Не могу поверить, что я вновь закурил. Буду стараться справиться с этой привычкой!",
          "Ощущения после сигареты не такие, как раньше. Не стоит было нарушать свои обещания себе!",
          "Очень жаль, что я снова закурил. Но я не сдаюсь и буду продолжать бороться с курением.",
          "Печальный день - снова закурил. Но не сдаюсь, буду бороться с этой зависимостью."
        ],
        "wrong": [
          "Сегодня было тяжело удержаться от сигареты, но я справился. В следующий раз будет проще!",
          "Прошел еще один день без курения. Сильно хотелось, но я победил эту привычку!",
          "Не думал, что смогу продержаться без сигареты так долго. Очень горжусь собой!",
          "Снова справился с желанием закурить. Каждый день без сигарет - это большая победа!",
          "Желание закурить не покидает меня, но я продолжаю стойко сопротивляться этой зависимости."
        ],
        "success": [
          "Прошел еще один день без сигареты. Чувствую себя здоровее и бодрее!",
          "Сегодня был легкий день без курения. Буду стараться не расслабляться!",
          "С каждым днем все легче не курить. Чувствую, что привык к новой жизни без сигарет!",
          "Сегодня снова продолжаю свой путь к здоровому образу жизни и не курю. Чувствую себя замечательно!",
          "Сегодня снова не курил и очень горжусь собой. Не сдаюсь и продолжаю двигаться вперед!"
        ]
      },
      "screen": {
        "title": "Лента активности",
        "description": "Напишите свой пост или выберите из списка ниже, чтобы поделиться своим опытом в Ленте активности. Чем чаще вы делитесь своим опытом и мыслями, тем больше шансов на успех. Помимо этого, вы можете получить доступ к чат-боту с нейронной сетью, которая поможет вам на основе анализа ваших постов и достижений.",
        "description2": "Вы можете написать свои посты и поделиться своим опытом в Ленте активности. Чем чаще вы делитесь своим опытом и мыслями, тем больше шансов на успех."
      },
      "tooltip": {
        "remove": "Удалить запись",
        "report": "Пожаловаться на запись"
      },
      "message": {
        "title": "Жалоба",
        "success": "После проверки вашей жалобы модераторы вышлют ответ на вашу электронную почту, где сообщат о результатах модерации.",
        "isset": "Вы уже отправили одну жалобу. Ваша жалоба находится в процессе рассмотрения."
      }
    },
    "author": {
      "title": "Вася Пентелейчук",
      "text": "Занимаюсь разработкой мобильных и Front-end приложений (немного бекендной разработкой использую Express.js и NestJS) Успел проработать на фриланс-бирже, в аутсурс и продуктовых компаниях, также участвовал в нескольких стартапов."
    },
    "verify": {
      "title": "Подтверждения почты",
      "info": "Пожалуйста, введите 5-значный код, отправленный на адрес {{email}}",
      "re": "Отправить код еще раз"
    },
    "forgot": {
      "send": "Введите свой адрес электронной почты ниже, чтобы получить инструкции по сбросу пароля.",
      "change": "Ваш новый пароль должен отличаться от ранее использованных паролей."
    },
    "review": {
      "description": "Мы ценим ваше мнение! Оставьте свой отзыв о нашем приложении и помогите нам улучшить его. Спасибо за вашу поддержку!"
    },
    "notifications": {
      "description": "Советуем включить уведомления, чтобы получать рекомендации от нашего тренажера и всегда быть в курсе актуальных упражнений.",
      "btn": "Включить уведомление"
    },
    "calendar": {
      "1": "пн",
      "2": "вт",
      "3": "ср",
      "4": "чт",
      "5": "пт",
      "6": "сб",
      "7": "вс",
      "title": "Не курил {{value}}"
    },
    "times": {
      "d": "д",
      "h": "ч",
      "m": "м",
      "s": "с"
    },
    "chat": {
      "title": "Закрытый клуб",
      "people": "Участников"
    },
    "global": {
      "title": "ТАБЛИЦА ЛИДЕРОВ"
    },
    "friends": {
      "qr": "Сканируйте QR-код, чтобы добавить знакомого в список друзей.",
      "add": "С помощью QR-кода ваш знакомый может добавить вас в список своих друзей."
    },
    "breathe": {
      "1": {
        "title": "Правило №1",
        "description": "Правило первой сигареты",
        "info": "Когда вы встаете утром, попытайтесь максимально отодвинуть время выкуривания первой сигареты - хотя бы на полчаса, час, до обеда или вечера. Таким образом, вы сможете научиться сдерживаться. Если вы не выкурили первую, то не выкурите и вторую. Однако, не следует мухлевать - если вы пропустили первую, то начинать со второй. Если вдруг вы выкурили сигарету, то применяйте то же самое правило к следующей. Таким образом, вы значительно снизите количество выкуриваемых сигарет в течение дня. Ваш \"никотиновый монстр\" внутреннего мира начнет голодать и страдать, и тогда вы сможете применить второе правило."
      },
      "2": {
        "title": "Правило №2",
        "description": "Стакан воды",
        "info": "Перед тем, как закурить сигарету, необходимо выпить стакан воды. Просто выпейте стакан обычной негазированной воды. Делайте это перед каждым желанием закурить. Да, вам придется чаще идти в туалет, но верьте, это не настолько вредно для здоровья, как сама сигарета."
      },
      "3": {
        "title": "Правило №3",
        "description": "Обучаем мозг бороться с желанием курить.",
        "round": {
          "start": "Начинаем",
          "inhale": "Вдох",
          "exhale": "Задержка",
          "hold": "Выдох"
        },
        "hold": "Удержать"
      },
      "4": {
        "title": "Правило №4",
        "description": "Гормоны счастья",
        "info": "Гарантируем вам 100% результат, если вы выполните эти три правила, плюс еще одно. Каждый день вы должны ходить пешком минимум 50 минут или плавать 30 минут без перерывов в среднем темпе. Это увеличит уровень гормонов счастья, которые заменят вам сигареты. Это значительно упростит процесс отвыкания."
      },
      "5": {
        "title": "Правило №5",
        "description": "Осознанность",
        "info": "Когда вас начинает посещать мысль закурить, сразу же говорите себе \"СТОП! Я не хочу курить. СТОП! Я не буду об этом думать.\""
      }
    },
    "navigation": {
      "home": "Главная",
      "chat": "Чат",
      "global": "ТОП",
      "friends": "Лента",
      "help": "Помощь",
      "settings": "Настройки"
    },
    "welcome": {
      "message": "Бросить курить трудно, но мы создали приложение, которое поможет. Получите персонализированный план, сообщество поддержки и мотивационные напоминания. Следуйте целям и достижениям, а также получайте советы по здоровому образу жизни. Попробуйте сегодня, чтобы легко бросить курить!",
      "button": "Начать",
      "profile": "Анализ потребления сигарет",
      "nav": {
        "start": "Начать",
        "skip": "Пропустить",
        "next": "Далее"
      },
      "send": "Давай попробуем"
    },
    "home": {
      "header": {
        "title": "Привет, {{userName}}",
        "noName": "Привет, Гость!",
        "guest": "Гость",
        "description": "Последний раз курил {{days}}.",
        "descriptionMsg": "Лёгкий способ бросить курить.",
        "nav": {
          "title": "Мотивация",
          "first": "Отвыкание",
          "saving": "Цели",
          "next": "Карточки",
          "hip": "Самогипноз",
          "tracker": "Шагомер"
        }
      },
      "charts": {
        "title": "Мониторинг",
        "success": "Не курил",
        "wrong": "Хотелось",
        "danger": "Курил",
        "empty": "Статистика отсутствует"
      },
      "dashboard": {
        "0": {
          "name": "Денег",
          "value": "{{value}}"
        },
        "1": {
          "name": "Времени",
          "value": "{{value}} час."
        },
        "2": {
          "name": "Не выкурено",
          "value": "{{value}} шт."
        },
        "3": {
          "name": "К долголетию",
          "value": "{{value}} час."
        },
        "4": {
          "name": "Энергия",
          "value": "{{value}} %"
        },
        "5": {
          "name": "Легкие",
          "value": "{{value}} %"
        },
        "title": "Ежедневное настроение",
        "quite": "Отвыкание от сигарет"
      },
      "feeling": "Тренажер",
      "start": "Бросить курить легко",
      "buttons": {
        "start": "Я больше не буду курить",
        "iWant": "Хочется курить",
        "iSmoked": "Я закурил",
        "iDontWant": "Я не хочу курить",
        "tSmoked": "Если вы закурили, счетчик обнулится, но в таком случае вам придется начать сначала, проходя все шаги программы. Кроме того, у вас будет возможность поделиться причиной, по которой вы закурили, с другими участниками сообщества, которые тоже борются с привычкой.",
        "tWant": "Если у вас возникло желание курить, вы можете пройти 5 шагов, которые помогут преодолеть это желание. На третьем шаге вам предложат выполнить дыхательное упражнение, которое поможет расслабиться и снять стресс.",
        "tDontWant": "Если же вы успешно преодолели желание курить, вы получите мотивационное сообщение и сможете поделиться своей маленькой победой с другими участниками сообщества."
      },
      "messageAuth": {
        "title": "Авторизация",
        "description": "Выполни простую регистрацию и получи в два раза больше возможностей."
      }
    },
    "friend": {
      "header": {
        "friend": {
          "btn": "Друзья",
          "title": "Список друзей",
          "description": "Приглашено: {{value}} чел."
        },
        "people": {
          "btn": "ТОП 100",
          "title": "Доска почёта",
          "description": "ТОП {{value}} некурящих."
        },
        "message": {
          "btn": "Чат",
          "title": "Чат",
          "description": "Поделись результатами."
        }
      },
      "message": {
        "empty": "Нет сообщений...",
        "emptyLoading": "Идет загрузка...",
        "send": "Отправить сообщение",
        "warn": "Следующее сообщение можно отправить в {{value}}",
        "name": "Сообщение",
        "alert": {
          "title": "Внимание",
          "again": "Вы не можете так часто отправить сообщение.",
          "format": "Вы ввели неверный формат сообщения",
          "name": "У Вас не установлено имя",
          "activate": "Необходимо активировать почту",
          "ok": "OK"
        }
      },
      "group": {
        "nActivity": "Курящий",
        "button": "Мотивировать",
        "add": "Добавить"
      },
      "notification": {
        "message": "Пригласи друга, бросайте курить вместе. Награда",
        "coin": "монет. ",
        "button": "Пригласить"
      },
      "notificationAuth": {
        "message": "Используйте функционал приложения на максимум. ",
        "button": "авторизируйтесь"
      },
      "wifi": {
        "message": "Возникли проблемы загрузки данных с сервера. ",
        "button": "Обновить"
      },
      "share": {
        "message": "{{value}} | Я нашел на Moke smoke крутой способ бросить курить."
      }
    },
    "help": {
      "nav": {
        "task": "Цели",
        "cards": "Карты",
        "progress": "Успехи",
        "course": "Аптечка"
      },
      "premium": "Доступно по подписке. Дешевле пачки сигарет.",
      "header": {
        "task": {
          "title": "Цели экономии",
          "description": "Составьте список предметов, которые вы можете купить на сэкономленные деньги."
        },
        "cards": {
          "title": "Мотивационные карточки",
          "description": "Карточки помогут вам в сложные моменты и напомнят, почему вы решили бросить курить. Они представляют собой мощный инструмент мотивации и помогут вам оставаться на пути к достижению вашей цели."
        },
        "progress": {
          "title": "События",
          "description": "В течение 22 дней вы будете обнаруживать, как ваше здоровье, доходы и окружающая среда меняются к лучшему. Вы поймете, что можете жить без тяжелого и дорогостоящего вредного привычки."
        },
        "course": {
          "title": "Бросить курить легко",
          "description": "Психологические рекомендации.",
          "scondary": "мин.",
          "text": "Мы предоставляем персонализированный подход и инструменты для контроля желания курить, чтобы помочь вам достичь вашей цели."
        }
      },
      "tasks": [
        "Отдых на море",
        "Ваш вариант",
        "Ваш вариант",
        "Ваш вариант",
        "Ваш вариант",
        "Ваш вариант"
      ],
      "progress": {
        "day": "День",
        "param_1": "Не выкурено сигарет: {{value}} шт.",
        "param_2": "Сердечный ритм: {{value}}%",
        "param_3": "Меньше никотина: {{value}} мг.",
        "param_4": "Цель не курить: {{value}} / 22 день.",
        "info": "Если вы не добились успеха за 22 день - попробуйте еще раз сначала."
      },
      "cards": [
        "Все воняет! От вашей кожи до всего вашего дома, вашей одежды, пальцев и дыхания.",
        "Табак вызывает пожелтение зубов и образование избыточного зубного налета.",
        "Курение табака и употребление бездымного табака вызывают неприятный запах изо рта.",
        "Эти морщины более заметны вокруг губ и глаз, а табак также делает кожу кожистой и сухой.",
        "Табакокурение увеличивает риск развития псориаза, незаразного воспалительного состояния кожи, при котором по всему телу появляются зудящие и красные пятна.",
        "Ежегодно более 1 миллиона человек умирают от воздействия вторичного табачного дыма.",
        "Некурящие, подвергающиеся воздействию вторичного табачного дыма, подвержены риску развития рака легких.",
        "Сигареты остаются важной причиной случайных пожаров и, как следствие, смертельных исходов.",
        "Электронные сигареты также подвергают некурящих и окружающих воздействию никотина и других вредных химических веществ.",
        "Воздействие вторичного табачного дыма может увеличить риск перехода от туберкулезной инфекции в активную болезнь.",
        "Воздействие вторичного табачного дыма связано с диабетом 2 типа.",
        "Дети курильщиков страдают сниженной функцией легких, что продолжает поражать их в виде хронических респираторных заболеваний во взрослом возрасте.",
        "Воздействие жидкости для электронных сигарет на детей продолжает представлять серьезный риск. Существует опасность протекания устройств или проглатывания жидкости детьми.",
        "Известно, что электронные сигареты вызывают серьезные травмы, включая ожоги, в результате пожаров и взрывов.",
        "Дети школьного возраста, подвергающиеся вредному воздействию вторичного табачного дыма, также подвержены риску заболевания астмой из-за воспаления дыхательных путей к легким.",
        "Дети в возрасте до 2 лет, подвергающиеся воздействию вторичного табачного дыма в домашних условиях, могут получить заболевание среднего уха, которое может привести к потере слуха и глухоте.",
        "Отказ от курения снижает риск многих заболеваний, связанных с вторичным табачным дымом у детей, таких как респираторные заболевания (например, астма) и ушные инфекции.",
        "Вы хотите быть хорошим примером для своих детей, друзей и близких.",
        "Употребление табака может отрицательно сказаться на социальных взаимодействиях и отношениях.",
        "Отказ от курения означает, что нет ограничений на то, куда вы можете пойти - вы можете общаться в обществе, не чувствуя себя изолированным и не выходя на улицу, чтобы покурить.",
        "Отказ от курения может сделать вас более продуктивным - вам не придется бросать то, что вы делаете, чтобы все время курить.",
        "Одно исследование показало, что курильщики сжигают в среднем 1,4 миллиона долларов личных расходов, включая расходы на сигареты, медицинские расходы и более низкую заработную плату, вызванную курением и воздействием вторичного табачного дыма.",
        "Употребление табака влияет на здоровье и производительность рабочих, делая их склонными к пропущенным рабочим дням.",
        "Употребление табака способствует обнищанию, отвлекая расходы домохозяйств от основных потребностей, таких как еда и жилье, на табак.",
        "Курильщики чаще страдают бесплодием. Отказ от курения снижает трудности с беременностью, преждевременными родами, рождением детей с низкой массой тела и выкидышами.",
        "Курение также снижает количество, подвижность и форму сперматозоидов у мужчин.",
        "Ежегодно от табака умирает более 8 миллионов человек.",
        "Табак убивает половину его потребителей. Употребление табака в любой форме лишает вас здоровья и вызывает тяжелые заболевания.",
        "Курение кальяна так же вредно, как и другие формы употребления табака.",
        "Жевательный табак может вызвать рак ротовой полости, потерю зубов, коричневые зубы, белые пятна и заболевание десен.",
        "Никотин, содержащийся в бездымном табаке, усваивается легче, чем при курении сигарет, что усиливает его привыкание.",
        "Производители табака подвергаются плохому здоровью из-за никотина, который всасывается через кожу, а также из-за воздействия тяжелых пестицидов и табачной пыли.",
        "В некоторых странах дети заняты выращиванием табака, что влияет не только на их здоровье, но и на их способность посещать школу.",
        "Подавляющее большинство занятых в табачном секторе в целом зарабатывают очень мало, в то время как крупные табачные компании получают огромные прибыли.",
        "Нагретые табачные изделия (ПВТ) подвергают потребителей воздействию токсичных выбросов, многие из которых могут вызвать рак.",
        "Нагретые табачные изделия сами по себе являются табачными изделиями, поэтому переход с обычных табачных изделий на ПВТ не равносилен отказу от курения.",
        "Недостаточно доказательств, подтверждающих утверждение о том, что нагретые табачные изделия (ПВТ) менее вредны по сравнению с обычными сигаретами.",
        "Дети и подростки, которые курят электронные сигареты, как минимум удваивают свои шансы выкурить сигареты в более позднем возрасте.",
        "Использование электронных сигарет увеличивает риск сердечных и легочных заболеваний.",
        "Никотин в электронных сигаретах вызывает сильную зависимость и может повредить развивающийся мозг детей.",
        "Употребление табака является причиной 25% всех случаев смерти от рака во всем мире.",
        "У курильщиков в 22 раза больше шансов заболеть раком легких в течение жизни, чем у некурящих. Табакокурение является основной причиной рака легких, вызывая более двух третей смертей от рака легких во всем мире.",
        "Курение может обострить астму у взрослых, ограничивая их активность, способствуя инвалидности и повышая риск тяжелых приступов астмы, требующих неотложной помощи.",
        "Всего несколько сигарет в день, эпизодическое курение или пассивное курение увеличивают риск сердечных заболеваний.",
        "У курильщиков табака риск инсульта в два раза выше, а риск сердечных заболеваний - в четыре раза.",
        "Табачный дым повреждает артерии сердца, вызывая образование бляшек и образование тромбов, тем самым ограничивая кровоток и в конечном итоге приводя к сердечным приступам и инсультам.",
        "Употребление никотина и табачных изделий увеличивает риск сердечно-сосудистых заболеваний.",
        "Курение и употребление бездымного табака вызывают рак полости рта, рак губ, горла (глотки и гортани) и пищевода.",
        "Хирургическое удаление раковой опухоли гортани может привести к необходимости трахеостомии - образованию отверстия в шее и трахее, которое позволяет пациенту дышать.",
        "Некоторые исследования также продемонстрировали связь между курением табака и повышенным риском рака груди, особенно среди заядлых курильщиков и женщин, которые начинают курить до своей первой беременности.",
        "Известно также, что курение увеличивает риск рака шейки матки у женщин, инфицированных вирусом папилломы человека.",
        "Курение вызывает многие глазные болезни, которые, если их не лечить, могут привести к необратимой потере зрения.",
        "Курильщики чаще, чем некурящие, подвержены возрастной дегенерации желтого пятна - состоянию, которое приводит к необратимой потере зрения.",
        "Курильщики также имеют более высокий риск развития катаракты - помутнения хрусталика глаза, блокирующего свет. Катаракта вызывает ухудшение зрения, и операция - единственный способ восстановить зрение.",
        "Курильщики табака на протяжении всей жизни теряют в среднем не менее 10 лет жизни.",
        "С каждой затяжкой сигареты в организм попадают токсины и канцерогены, известно, что, по крайней мере, 70 химических веществ вызывают рак.",
        "У курильщиков выше риск развития диабета.",
        "Курение является фактором риска деменции, группы расстройств, приводящих к снижению умственного развития.",
        "Болезнь Альцгеймера является наиболее распространенной формой деменции, и, по оценкам, 14% случаев болезни Альцгеймера во всем мире могут быть связаны с курением.",
        "Курящие женщины чаще испытывают болезненные менструации и более серьезные симптомы менопаузы.",
        "Менопауза у курящих женщин наступает на 1–4 года раньше, потому что курение снижает производство яиц в яичниках, что приводит к потере репродуктивной функции и последующему снижению уровня эстрогена.",
        "Табачный дым снижает доставку кислорода к тканям организма.",
        "Употребление табака ограничивает кровоток, что, если его не лечить, может привести к гангрене (отмиранию тканей тела) и ампутации пораженных участков.",
        "Употребление табака увеличивает риск пародонтоза - хронического воспалительного заболевания, которое стирает десны и разрушает челюстную кость, что приводит к потере зубов.",
        "Курильщики табака подвергаются значительно более высокому риску послеоперационных осложнений, чем некурящие.",
        "Компоненты табачного дыма ослабляют иммунную систему, подвергая курильщиков риску легочных инфекций.",
        "Отказ от курения и защита от воздействия вторичного табачного дыма особенно важны для женщин репродуктивного возраста, планирующих беременность, и во время беременности.",
        "Электронные сигареты представляют значительный риск для беременных женщин, которые их употребляют, поскольку они могут повредить растущий плод.",
        "Во всем мире около 200 000 гектаров ежегодно используются для выращивания и обработки табака."
      ],
      "course": [
        {
          "title": "Коварная ловушка",
          "text": "Курение — самая хитрая, коварная западня, разработанная совместными усилиями природы и человека. Что изначально завлекает нас в нее? Тысячи взрослых, которые уже это делают. Они даже предупреждают нас, мол, это грязная и отвратительная привычка, которая в конце концов приведет к смерти и обойдется в огромную сумму, — но мы не можем поверить, что они не получают от нее удовольствия. Вот один из самых смешных и грустных аспектов курения: чтобы втянуться, нужно очень упорно потрудиться. {{n}}{{n}}Это единственный в природе наркотик, не дающий получить свои выгоды. Парни обычно начинают потому, что хотят казаться внушительней — имидж Хамфри Богарта и Клинта Иствуда. Ничто не дает меньше внушительности, чем первая сигарета. Боязно затянуться, и если вдохнуть слишком много, закружится голова, а потом затошнит. Хочется только одного — сбежать от остальных парней и выбросить эту дрянь. {{n}}{{n}}Весь остаток жизни мы затем пытаемся объяснить себе, зачем нужно это делать, уговаривая детей не попадаться на удочку и время от времени пытаемся соскочить сами. Ловушка устроена так, что бросать мы беремся только в моменты жизненных волнений, будь они о здоровье, нехватке денег, или просто об отношении людей, как к прокаженному. Стоит нам бросить, волнений становится больше (пугающая никотиновая ломка), а вещь, на которую мы могли положиться в облегчении тревоги (нашей старой опоры, сигареты) теперь приходится избегать. {{n}}{{n}}Даже те курильщики, кто бросает привычку (многие так делают, один или больше раз за свою жизнь) могут жить абсолютно счастливо, но потом вдруг снова втянуться. Весь институт курения — будто скитание в гигантском лабиринте. Стоит войти в этот лабиринт, как разум затуманивается и смущается, и остаток жизни мы проводим в попытках выбраться. Многим в итоге это удается — но все равно позднее мы обнаруживаем, что снова попались.{{n}}{{n}}Давайте проясню: всякий может обнаружить, что бросить легко, но сначала нужно определиться с фактами. Нет, я говорю не о риске. Я знаю, что о нем вам и так известно. О вредных сторонах курения информации хватает. Если бы она могла остановить вас, вы бы уже бросили. Я говорю вот о чем: почему бывает тяжело перестать? Чтобы ответить на этот вопрос, мы должны узнать истинную причину того, почему мы всё курим и курим."
        },
        {
          "title": "Почему мы не прекращаем курить?",
          "text": "Каждый из нас начинает курить по дурацким причинам, обычно под влиянием общества или праздника, — но почувствовав, что втягиваемся, почему мы не прекращаем курить? Ни один регулярно курящий человек не знает, зачем он курит. Если бы курильщик знал истинную причину, он перестал бы это делать.{{n}}{{n}}В глубине души каждый курильщик понимает, что он одурачен. Ведь он помнит: до зависимости курить ему было необязательно. Многие помнят, что первая сигарета была мерзкой на вкус, и что пришлось потрудиться, чтобы втянуться. А самая неприятная сторона вот в чем: они чувствуют, что некурящие ничего не лишены и смеются над ними.{{n}}{{n}}Тем не менее, курильщик — разумное, здравомыслящее человеческое существо. Он знает, что берет на себя огромный риск по части здоровья и тратит за свою жизнь огромные деньги на сигареты. Так что ему обязательно нужно отыскать своей привычке разумное объяснение.{{n}}{{n}}Настоящая причина, по которой курильщики не прекращают курить — в тонком сочетании факторов, которые будут нами проработаны в следующей паре глав."
        },
        {
          "title": "Никотиновая зависимость 1.0",
          "text": "Никотин, бесцветная маслянистая смесь, — это наркотик, который содержится в табаке и вызывает у курящего зависимость. Это самый быстрый по привыканию наркотик, известный человечеству — на то, чтобы втянуться, может хватить и единственной сигареты.{{n}}{{n}}Каждая затяжка доставляет через легкие в мозг небольшую дозу никотина, которая действует быстрее, чем героиновая доза, введенная наркоманом в вену.{{n}}{{n}}Если на сигарету у вас уходит двадцать затяжек, то из одной лишь сигареты вы получаете двадцать доз наркотика.{{n}}{{n}}Никотин — наркотик быстродействующий, и его уровень в крови быстро падает до 50% спустя полчаса после начатой сигареты, и до 25% спустя час после докуренной сигареты. Что объясняет, почему большинство курильщиков ограничивается пачкой с небольшим в день.{{n}}{{n}}Стоит курильщику погасить сигарету, и никотин начинает быстро покидать тело, а у курильщика возникает никотиновое голодание, оно же ломка.{{n}}{{n}}На этом моменте я должен развеять привычную иллюзию, которую курильщики питают относительно ломки. Курильщики принимают за ломку ужасное травматическое настроение, которое им приходится терпеть, когда они пытаются или вынуждены перестать курить. Все это на самом деле в основном происходит в голове, когда курильщик вынужден терпеть нехватку своей радости или опоры."
        },
        {
          "title": "Никотиновая зависимость 2.0",
          "text": "Настоящая ломка от никотинового голодания настолько незаметна, что в большинстве курильщики живут и умирают, даже не осознав себя наркоманами. Когда мы употребляем термин «никотинщик», то считаем: это просто «вошло в привычку». В большинстве своем курильщики ужасно боятся наркотиков, тем не менее — они и есть наркоманы. К счастью, с этого наркотика легко соскочить, но сначала нужно признать свою зависимость.{{n}}{{n}}Никотиновое голодание не вызывает физической боли. Бывает всего-навсего беспокойное пустотное чувство, ощущение нехватки чего-то, — этим объясняется, почему многие курящие считают, что нужно «занять чем-то руки». Если чувство длится долго, курильщик становится нервным, уязвимым, возбужденным, несобранным, раздражительным. Это похоже на голод — голод по отраве, по НИКОТИНУ.{{n}}{{n}}Спустя семь секунд после закуривания очередной сигареты тело получает никотин, и жажда прекращается, давая то чувство расслабления и собранности, которое приносит курильщику сигарета.{{n}}{{n}}Мы знаем одно: хочется курить, — а когда закуриваем, то жажда уходит, и на какой-то миг мы снова целы и собраны, почти как были до приобретения зависимости. Тем не менее, удовлетворение лишь временно, потому что для облегчения последующей жажды нужно снова нагнать в тело никотина. И стоит вам докурить следующую сигарету, жажда начинается вновь, и цепочка продолжается. Эта цепь длится всю жизнь — ЕСЛИ ЕЕ НЕ ПРЕРВАТЬ."
        },
        {
          "title": "Скука",
          "text": "Если в этот миг вы курите сигарету, то наверняка не вспоминали о ней, пока я не напомнил. Вот еще одно заблуждение, связанное с курением: будто сигареты развеивают скуку. Когда вы курите сигарету, разум ваш не повторяет постоянно: «Ура, я курю. Ура, я курю». Это происходит только в некоторых случаях: либо когда вы оказались надолго лишены сигарет, либо если пытаетесь сократить количество, либо во время первых сигарет после неудавшейся попытки воздержаться {{n}}{{n}}На самом деле сигареты имеют прямое свойство усугублять скуку, потому что они притупляют чувства и лишают сил, и вместо того, чтобы проявить физическую активность, курильщики предпочитают шататься туда-сюда, в тоске и унынии облегчая ломку.{{n}}{{n}}Как бывший любитель курить без перерыва, могу заверить вас: в жизни не бывает занятия скучнее, чем прикуривать одну грязную сигарету за другой, день за днем, из года в год."
        },
        {
          "title": "Сосредоточение",
          "text": "Сигареты не помогают сосредоточиться. Это лишь очередная иллюзия. Когда вы пытаетесь сосредоточиться, то машинально стараетесь устранить отвлекающие моменты, например, чувство жары или холода. А курильщик страдает изначально: маленькая тварь требует свою дозу. Поэтому, когда нужно сосредоточиться, курильщик даже не успевает задуматься. Он автоматически закуривает, собирается с мыслями, и моментально забывает о том, что курит.{{n}}{{n}}Сигареты не помогают сосредоточению. Они помогают лишь разрушить его, потому что через некоторое время ломка у курильщика не прекращается целиком даже после сигареты. Тогда курильщик увеличивает потребление, и проблема растет.{{n}}{{n}}Когда вы уверены, что сигареты взаправду помогают сосредоточиться, волнение по поводу их отсутствия сосредоточиться вам гарантированно не даст. Именно мысленные угрызения, а не физическая ломка, вызывают трудности. Всегда помните: от ломки страдают не некурящие, а те, кто курит. Когда я погасил последнюю сигарету, то моментально переключился с пяти пачек в день на ноль, и ни разу не заметил за собой потери сосредоточенности."
        },
        {
          "title": "Что я бросаю?",
          "text": "АБСОЛЮТНО НИЧЕГО! Тяжело нам бросить из-за страха. Из-за страха того, что мы лишаемся опоры или наслаждения. Из-за страха того, что некоторые приятные ситуации уже никогда не будут теми же. Из-за страха своей беспомощности перед лицом напряженных ситуаций.{{n}}{{n}}Сигареты не улучшают прием пищи. Они портят его. Они разрушают чувство вкуса и запаха. Пронаблюдайте за курящими в ресторане, когда те курят между приемом блюд. Они наслаждаются вовсе не едой: они ждут не дождутся, пока еда кончится — ведь она стоит на пути сигарет. Многие занимаются этим несмотря на то, что мешают некурящим. Дело не в том, что курильщики так уж невнимательны к окружающим, — просто им плохо без сигарет. Они ходят между двух огней. Им приходится либо воздерживаться и мучиться оттого, что курить нельзя, либо курить и мучиться оттого, что они мешают окружающим, виня и презирая себя за это.{{n}}{{n}}Сигареты не помогают в праздник: они портят его. Они заставляют удерживать в одной руке бокал, а в другой сигарету, искать способ избавиться от пепла и бесконечной череды окурков, пытаться не выдыхать удушливый дым в лицо собеседника, волноваться, не унюхает ли он ваш запах изо рта или заметит желтизну на зубах."
        },
        {
          "title": "Преимущества курения",
          "text": "..."
        },
        {
          "title": "Сила воли",
          "text": "В нашем обществе принято считать, что перестать курить очень сложно. Даже книги, которые дают советы, как это сделать, обычно начинаются с рассказа о том, как это тяжело А на самом деле это легко до смешного.{{n}}{{n}}Вот поставь вы себе цель пробежать в четыре минуты милю — это было бы тяжело. Можно многие годы подвергаться тяжелым тренировкам, и даже после этого оказаться физически неспособным сделать это. (Большая часть наших достижений лежит в сознании. Не странно ли, каким тяжелым всё казалось до того, как Роджер Баннистер поставил реальный рекорд, а сегодня такой результат — сплошь и рядом?){{n}}{{n}}Тем не менее, чтобы перестать курить, вам нужно одно — не курить больше никогда. Никто вас курить не заставляет (кроме вас самих), и, в отличие от еды и питья, для выживания это не требуется. Так отчего же перестать должно быть сложно, если вам хочется перестать? В общем, ни от чего. Усложняют все сами курильщики, пользуясь Методом силы воли. Методом силы воли я зову любой способ, который заставляет курильщика чувствовать, будто он приносит некую жертву.{{n}}{{n}}Обычно проходит много времени, прежде чем мы осознаем, что втянулись, потому что нами владеет иллюзия, будто курильщики курят ради удовольствия от сигарет, а не ради нужды в них. А когда мы не получаем от сигарет удовольствия (то есть всегда), нами еще владеет иллюзия, что можно перестать когда угодно{{n}}{{n}}И вот, вместо того, чтобы начать с чувством: «Как здорово! Слышали новость? Мне больше не придется курить», он берется за дело в тоске и печали, будто готовясь карабкаться на Эверест, искренне веря, что, стоит маленькой твари запустить в тебя крючья, она цепляется на всю жизнь. Многие курящие даже начинают попытку с извинений перед родными и близкими: «Слушайте, я тут попробую бросить курить — наверное, следующую пару недель буду ходить нервный. Постарайтесь на меня не обижаться». Большинство попыток обречено с самого начала."
        },
        {
          "title": "Бойтесь сокращать",
          "text": "Нет более жалкого зрелища, чем курильщик, который пытается сократить количество. Он пребывает в заблуждении, будто чем меньше он курит, тем меньше ему хочется курить. На самом деле все наоборот. Чем меньше он курит, тем дольше страдает от ломки; и тем больше удовольствия получает от сигарет, и тем хуже они становятся на вкус. Но это не мешает курению. Вкус никогда его и не касался. Если бы курильщики курили ради наслаждения вкусом, никто не стал бы курить больше одной сигареты. Вам кажется, в это трудно поверить? Хорошо, давайте обсудим. У какой сигареты худший вкус? Правильно, у первой утренней, у той, от которой в мороз начинаются хрипы и кашель. А какая сигарета у большинства курящих самая желанная? Правильно, первая утренняя! Ну что, вы еще уверены, будто курите ради наслаждения запахом и вкусом, или, возможно, разумнее будет предположить, что так облегчается девятичасовая ломка?"
        },
        {
          "title": "Одну-единственную сигарету",
          "text": "Из-за одной-единственной сигареты мы первым делом и начали.{{n}}Из-за одной-единственной сигареты, призванной помочь одолеть трудный участок жизни или праздник, рушатся почти все наши попытки завязать.{{n}}{{n}}Из-за одной-единственной сигареты успешно избавившиеся от зависимости курильщики снова попадают в ловушку. Иногда сигарета требуется только затем, чтобы убедиться, что она больше не нужна, в чем эта единственная сигарета и убеждает. Она ужасна на вкус, и курильщик уверяется, что больше ему не втянуться — хотя он уже снова втянут.{{n}}{{n}}Именно мысль об одной-единственной сигарете часто мешает курящим перестать. О той, что первая с утра или после еды.{{n}}{{n}}Твердо уясните: одной-единственной сигареты не бывает. Это цепная реакция, которая продолжается всю жизнь, если ее не прервать.{{n}}{{n}}Именно миф об одной особенной сигарете заставляет курильщиков тосковать по ней после прекращения. Отучайтесь видеть сигарету или пачку отдельно — это игра воображения. Всякий раз, думая о курении, представляйте себе целую жизнь в грязи; растрату небольшого состояния на право разрушать себя умственно и физически, целую жизнь в рабстве, целую жизнь вони изо рта.{{n}}{{n}}Чтобы перестать курить было легко, нужно уяснить некоторые основные вещи. Мы уже разобрались с тремя:{{n}}1. Бросать нечего. Есть только потрясающие выгоды, которые можно получить.{{n}}2. Никогда не думайте об отдельной сигарете. Ее не существует. Есть только целая пожизненная грязь и болезни.{{n}}3. Вы ничем не хуже других. Любой курильщик может легко перестать"
        },
        {
          "title": "Последняя сигарета 1.0",
          "text": "Определившись с точкой отсчета, теперь вы готовы к тому, чтобы выкурить последнюю сигарету. Прежде чем возьметесь за это, проверьте два крайне важных момента:{{n}}{{n}}1. Уверены ли вы в успехе?{{n}}2. Что вами владеет: грусть и тоска, или же чувство восторга в предвкушении чего-то прекрасного?{{n}}{{n}}Помните: вы не собирались попадать в курительную западню. Но западня эта устроена так, чтобы всю жизнь держать вас в рабстве. Чтобы выбраться, нужно принять твердое решение, что вы будете курить последнюю сигарету.{{n}}{{n}}Возможно, вы переживаете, что в прошлом несколько раз делали подобные заявления, но все равно курите, или что впереди вас ждет какой-то жуткий удар. Не бойтесь: в самом худшем случае вы просто сорветесь, поэтому терять вам абсолютно нечего, а ждет вас очень многое.{{n}}{{n}}Но прекратите даже думать о неудаче. Прекрасная истина вот в чем: перестать не только легко, но можно даже насладиться этим процессом. Ведь на этот раз вы используете ПРОСТОЙ СПОСОБ! Вам лишь нужно следовать простым указаниям, которые я сейчас дам:"
        },
        {
          "title": "Последняя сигарета 1.1",
          "text": "1. Примите твердое и искреннее решение.{{n}}2. Выкурите свою последнюю сигарету сознательно, глубоко вдыхайте грязь в легкие и спрашивайте себя — в чем тут наслаждение.{{n}}3. Когда будете тушить ее, делайте это не с чувством, что «Нужно постараться больше никогда не курить», или «Отныне мне курить нельзя», но с мыслью: «Как здорово! Я свободен! Я больше не раб никотину! Теперь не придется совать в рот эту гадость».{{n}}{{n}}4. Знайте, что в следующие несколько дней в вашем животе будет обитать маленький никотиновый диверсант. Вы узнаете его по чувству «хочется перекурить». Временами я подразумеваю под маленькой тварью легкую физическую жажду никотина. Строго говоря, это неверно, и вам важно понять, почему. Чтобы умерла маленькая тварь, требуется около трех недель, поэтому завязавшие считают, что она будет все время жаждать сигарет после выкуривания последней, и что таким образом нужно терпеть искушение через силу воли. Всё не так. Тело не жаждет никотина. Его жаждет только мозг. Если у вас и впрямь появится чувство, что «надо перекурить», у вашего мозга будет простой выбор. Можно интерпретировать его по-настоящему: как беспокойное пустотное чувство, которое начинается после первой сигареты и продлевается каждой следующей, — и сказать себе: УРА, Я НЕ КУРЮ!{{n}}{{n}}Или можно начать жаждать сигарет, мучая себя всю оставшуюся жизнь. Ну-ка, задумайтесь. Разве это не будет неимоверно глупо? Сначала сказать: «Я больше не собираюсь курить», а потом всю жизнь повторять: «Мне бы сигаретку». Так ведут себя курильщики, которые используют Метод силы воли. Неудивительно, что им так плохо. Они проводят остаток жизни в отчаянной тоске по вещи, от которой сами же отчаянно хотели отказаться. Понятно, почему столь немногие из них преуспевают, все равно не чувствуя себя полностью на свободе.{{n}}{{n}}5. Усложняют процесс только ожидание и сомнения. Поэтому никогда не сомневайтесь в своем решении — вы же знаете, что оно верное. Если впадете в сомнения — поставите себя в безвыигрышную ситуацию. Вы будете несчастны, когда хочется курить, но нельзя. Вы станете еще несчастнее, если закурите. Какой системой вы не пользуйся, чего вы хотите достигнуть, прекращая курить? Никогда не закурить снова? Нет! Многим завязавшим это удается, но они все равно потом всю жизнь страдают от чувства лишения. В чем истинная разница между курящими и некурящими людьми? У некурящих нет ни желания, ни потребности курить. Вот чего вы пытаетесь достигнуть, и вы вполне в силах добиться своего. Чтобы стать некурящим, незачем ждать, пока прекратится жажда сигарет."
        },
        {
          "title": "Последняя сигарета 1.2",
          "text": "Вы добиваетесь своего, потушив последнюю сигарету: вы оборвали подачу никотина, и вот, ВЫ УЖЕ СЧАСТЛИВЫЙ НЕКУРЯЩИЙ ЧЕЛОВЕК!!{{n}}{{n}}Вы останетесь им и впредь, если{{n}}1. Никогда не будете сомневаться в своем решении.{{n}}2. Не начнете ждать, пока станете некурящим. Если начнете, получится так, что ничего никогда не случится, и у вас начнется боязнь.{{n}}3. Не будете пытаться забыть о курении или ждать, когда настанет «момент истины». Иначе лишь начнется боязнь.{{n}}4. Не станете использовать заменители.{{n}}5. Начнете видеть курильщиков в их настоящем обличьи и отнесетесь к ним с жалостью, а не с завистью.{{n}}6. Не станете менять образ жизни лишь потому, что вы прекратили курить, какие бы времена ни настали: хорошие или тяжелые. Иначе у вас появится чувство, будто вы приносите реальную жертву, а вам это незачем. Вспомните: вы не бросили жить. Вы вообще ничего не бросили. Напротив: вы исцелились от ужасной болезни и сбежали из внутренней тюрьмы. С течением времени, с улучшением вашего здоровья, как физического, так и морального, взлеты покажутся вам выше, а падения — ниже, чем во времена вашего курения.{{n}}7. Всякий раз, вспоминая о сигаретах, как в следующие несколько дней, так и потом в жизни, вы всегда будете думать: УРА, Я НЕ КУРЮ!!"
        }
      ]
    },
    "settings": {
      "header": {
        "title": "Настройки",
        "description": "Все необходимое в одном месте."
      },
      "profile": {
        "edit": "Редактировать"
      },
      "client": {
        "name": "Имя и Фамилия",
        "cigarette": "Сигарет в день",
        "cigaretteCount": "Сигарет в пачке",
        "price": "Цена за пачку сигарет",
        "howOffen": "Интервал между сигаретами"
      },
      "auth": {
        "info": "Авторизация",
        "button": "Продолжить с {{param}}",
        "buttonEmail": "Использовать Email",
        "response": {
          "msg1": "Синхронизация данных",
          "msg2": "Сохранение покупок за монеты",
          "msg3": "Общение с людьми",
          "msg4": "Друзья и доска почета"
        },
        "or": "ИЛИ",
        "client": "Авторизация / Регистрация",
        "login": "Авторизация",
        "registration": "Регистрация",
        "logout": "Выйти из аккаунта",
        "change": "Изменить пароль",
        "accept": "Подтвердить почту",
        "clear": "Обнулить достижение",
        "titleProfile": "Профиль",
        "titleSett": "Управление"
      },
      "info": {
        "subscription": "Подписка",
        "coin": "Монеты",
        "review": "Оставить отзыв",
        "author": "О разработчике",
        "confidentiality": "Политика конфиденциальности",
        "remove": "Удалить учетную запись",
        "lang": "Выбор языка",
        "sysLang": "Системный язык",
        "currency": "Выбор валюты",
        "sysCurrency": "Системная валюта",
        "theme": "Выбор оформление",
        "themeLang": "Автоматично",
        "themeLight": "Светлое",
        "themeDark": "Темное"
      },
      "switch": {
        "notification": "Уведомление",
        "vibrator": "Вибрация"
      }
    },
    "sheet": {
      "login": {
        "input": {
          "mail": "E-mail",
          "password": "Пароль"
        },
        "link": {
          "fetch": "Вход",
          "have": "У вас нет аккаунта?",
          "ihave": "У вас есть аккаунт?",
          "forgot": "Забыли пароль?"
        },
        "showMessage": {
          "emailWrong": "Вы ввели неверный адрес электронной почты или пароль.",
          "emailEmpty": "Необходимо ввести адрес электронной почты.",
          "passwordEmpty": "Необходимо ввести пароль.",
          "success": "Поздравляем! Вы успешно вошли в свою учетную запись."
        }
      },
      "registration": {
        "input": {
          "name": "Имя",
          "email": "E-mail",
          "password": "Пароль",
          "newPassword": "Новый пароль",
          "repeatPassword": "Повторите пароль"
        },
        "link": {
          "reg": "Регистрация",
          "change": "Отправить"
        },
        "showMessage": {
          "emailExist": "Такой e-mail уже зарегистрирован",
          "nameEmpty": "Имя обязательно к заполнению",
          "emailEmpty": "Введите ваш адрес электронной почты.",
          "passwordEmpty": "Пароль обязателен к заполнению.",
          "newPasswordEmpty": "Новый пароль обязательно к заполнению.",
          "repeatPasswordEmpty": "Поля Пароль и Повторите пароль не совпадают.",
          "success": "Вы успешно прошли регистрацию, на ваш e-mail отправлен код подтверждения."
        }
      },
      "change": {
        "showMessage": {
          "success": "Вы успешно изменили пароль от аккаунта.",
          "error": "Вы указали неверный пароль."
        }
      },
      "issue": {
        "title": "Подтвердить почту",
        "subTitle": "Проверьте свою электронную почту",
        "input": {
          "token": "Код подтверждения"
        },
        "link": {
          "submit": "Подтвердить",
          "reload": "Отправить код повторно"
        },
        "showMessage": {
          "requestLimit": "Вы не можете так часто запрашивать код подтверждения",
          "tokenWrongFormat": "Неверный формат кода подтверждения.",
          "tokenWrong": "Вы ввели неверный код подтверждения.",
          "successAccept": "Поздравляю! Вы успешно подтвердили свою почту.",
          "successSend": "Код подтверждения был успешно отправлен на ваш e-mail."
        }
      },
      "forgot": {
        "title": "Восстановление доступа",
        "input": {
          "email": "E-mail",
          "token": "Код подтверждения",
          "password": "Новый пароль",
          "repeatPassword": "Повторите пароль"
        },
        "link": {
          "submit": "Отправить",
          "change": "Изменить пароль"
        },
        "showMessage": {
          "emailWrong": "Неверный адрес электронной почты.",
          "tokenEmpty": "Неверный формат кода для восстановления пароля.",
          "tokenWrong": "Вы ввели неверный код для восстановления пароля, проверьте почту еще раз.",
          "tokenSucces": "Код подтверждения был отправлен на вашу почту, используйте код для изменения пароля.",
          "requestLimit": "Вы не можете так часто запрашивать код восстановления пароля.",
          "changeSuccess": "Пароль успешно был изменен, теперь вы можете войти, используя новый пароль."
        }
      },
      "help.task": {
        "title": "Мотиватор целей",
        "input.name": "Найменование",
        "input.value": "Желаемая сумма"
      },
      "setting": {
        "title": "Заполнение анкеты",
        "button": "Бросаю курить",
        "error": "Все поля обязательны к заполнению..."
      },
      "friend": {
        "coin": "Монет",
        "friend": "Друзья",
        "rating": "Рейтинг",
        "title": "Мотиватор",
        "description": "Мотивируй своего друга сообщением и получишь монеты + рейтинг.",
        "input": "Сообщение:",
        "message": "Ты уже перестал курить? Давай, поделись результатом. Жду....",
        "button": "Мотивировать"
      },
      "premium": {
        "title": "Премиум доступ",
        "information": [
          "Получите доступ к полной коллекции мотивирующих карточек каждый день.",
          "Увеличьте свой рейтинг и накопите больше монет, чтобы получить еще больше преимуществ в приложении.",
          "Будьте в курсе всех ежедневных событий с подробными деталями.",
          "Используйте все знания, чтобы быстрее и легче бросить курить.",
          "Наслаждайтесь приложением без рекламы, благодаря чему вы сможете использовать его с комфортом.",
          "Разблокируйте все цели и создавайте еще больше, чтобы достигать цели в вашем экономическом планировании.",
          "Наслаждайтесь полным доступом к нашим самогипнозам, даже когда вы оффлайн",
          "Получите полный доступ к функциям нашего шагометра.",
          "Выделитесь среди остальных участников чата, используя уникальный значок."
        ],
        "free": "Бесплатно - 3 дня, далее {{price}} {{currencySymbol}}/мес",
        "in": "{{price}} {{currencySymbol}} в месяц ",
        "info": "Можно отменить в любое время",
        "subscription": "Подписаться",
        "rebuild": "Восстановить",
        "privacy": "Terms & Conditions",
        "notLoad": "Произошла проблема с загрузкой товаров!",
        "refresh": "Повторить загрузку"
      },
      "purchase": {
        "coin": "Монет",
        "rating": "Рейтинг",
        "subscription": {
          "title": "Подписка",
          "stock": "Активна",
          "nope": "Неактивна"
        },
        "earn": "Получить 5 монет (Реклама)",
        "have": {
          "title": "Покупка",
          "description": "У вас есть премиум доступ, нет необходимости в покупке.",
          "button": "Хорошо"
        },
        "items": {
          "rating": {
            "name": "Рейтинг",
            "value": "{{value}} очков",
            "description": "Рейтинг выделяет вас на фоне ваших друзей. Кроме того, вы получите более высокое место в доске почета.",
            "button": "Обменять за {{value}} монет.",
            "alert": {
              "title": "Рейтинг",
              "description": "Вы действительно желаете обменять {{value}} монет на {{rating}} очков рейтинга?",
              "cancel": "Нет",
              "accept": "Да"
            },
            "showMessage": {
              "message": "Вы успешно обменяли {{value}} монет на {{rating}} очков рейтинга."
            }
          },
          "cards": {
            "name": "Карточки",
            "value": "Полный пакет",
            "description": "Карточки мотивируют вас не курить. Рекомендуем время от времени читать карточки.",
            "button": "Разблокировать за {{value}} монет.",
            "alert": {
              "title": "Карточки",
              "description": "Вы действительно желаете обменять {{value}} монет на полный пакет карточек?",
              "cancel": "Нет",
              "accept": "Да"
            },
            "showMessage": {
              "message": "Вы успешно получили полный пакет карточек."
            }
          },
          "learn": {
            "name": "Программа курса",
            "value": "Полная версия",
            "description": "Данная программа очень важна. Она помогает найти решения в разных ситуациях.",
            "button": "Разблокировать за {{value}} монет.",
            "alert": {
              "title": "Программа курса",
              "description": "Вы действительно желаете обменять {{value}} монет на полную программу курса?",
              "cancel": "Нет",
              "accept": "Да"
            },
            "showMessage": {
              "message": "Вы успешно получили полную программу курса."
            }
          },
          "clean": {
            "name": "Статистика",
            "value": "Безопасное обнуление",
            "description": "Сбрасывание достижений без потери монет и рейтинга, если вы решили начать все заново.",
            "button": "Сбросить за {{value}} монет.",
            "alert": {
              "title": "Статистика",
              "description": "Вы действительно желаете сбросить достижения без потери монет и рейтинга за {{value}} монет?",
              "cancel": "Нет",
              "accept": "Да"
            },
            "showMessage": {
              "message": "Вы успешно сбросили достижения без потери монет и рейтинга."
            }
          },
          "task": {
            "alert": {
              "title": "Добавить цель",
              "description": "Вы действительно желаете обменять {{value}} монет на еще одну цель?",
              "cancel": "Нет",
              "accept": "Да"
            }
          }
        }
      }
    },
    "detached": {
      "scan": {
        "text": "Найти друга",
        "textCamera": "Наведите камеру на QR-код",
        "camera": "Добавить друга",
        "code": "QR-код"
      },
      "friend": {
        "title": "QR-код",
        "This is your id": "Вы не можете добавить в друзья самого себя.",
        "Invalid id": "Не удалось найти друга",
        "Friend not found": "Не удалось найти друга",
        "Email not activated your frinds": "E-mail вашего друга не активирован.",
        "Friends already": "Вы уже дружите",
        "response": "Не удалось подключится к серверу, попробуйте чуть позже."
      },
      "ghost": {
        "title": "Никотиновый диверсант",
        "description": "Мы курим, чтобы кормить нашу маленькую тварь. Чтобы умерла маленькая тварь, требуется около трех недель. Тело не жаждет никотина. Его жаждет только мозг. Всякий раз, одолев искушение, вы наносите диверсанту очередной смертельный удар.",
        "btn1": "Дать пинок диверсанту",
        "btn2": "Попрощаться с диверсантом",
        "btn3": "Высмеять диверсанта"
      },
      "nosmoke": {
        "title": "УРА, Я НЕ КУРЮ!",
        "description": "За каждую маленькую победу вы получите монеты и рейтинг. Вы можете использовать монеты внутри приложения."
      },
      "motivate": {
        "title": "Ты настоящий друг!"
      },
      "smoke": {
        "title": "Бросить курить легко",
        "description": "Не давай себе опуститься, когда вдруг случайно закурил. Это не провал, а всего лишь моментальный сбой в пути к успеху. Напоминай себе о всех причинах, по которым ты хотел бросить курить, и продолжай идти вперед. Каждый день, каждый момент в жизни - это возможность для улучшения своего здоровья и качества жизни. Не сдавайся, вы можете это сделать!",
        "btn1": "Обнулить достижение (Рекомендовано)",
        "btn2": "Я закурил, больше не буду курить."
      },
      "dashboard.bank": {
        "title": "Сэкономлено денег",
        "type1": " / день",
        "type2": " / неделя",
        "type3": " / месяц",
        "type4": " / год"
      },
      "dashboard.more.time": {
        "title": "Сэкономлено времени",
        "descrpition": "На самом же деле курение крадет довольно большую часть вашего дня. В среднем, на одну сигарету уходит около пяти минут. Итого, вы тратите на курение 100 минут в день!"
      },
      "dashboard.ciggy": {
        "title": "Не выкурено сигарет",
        "type1": " / день",
        "type2": " / неделя",
        "type3": " / месяц",
        "type4": " / год"
      },
      "dashboard.health": {
        "title": "Плюс к долголетию",
        "descrpition": "Отказ от курения поможет вам выглядеть и чувствовать себя лучше, улучшая качество вашей жизни и здоровья."
      },
      "dashboard.energy": {
        "title": "Плюс к энергии",
        "description": "Без курения вы получите больше энергии и сил, чтобы сделать все то, что вы хотите в жизни."
      },
      "dashboard.lungs": {
        "title": "Восстановление легких",
        "descrpition": "Чем больше двигается тело, тем интенсивнее дыхание, тем быстрее выводятся посторонние скопившиеся соединения и грязь."
      },
      "help.task.buy": {
        "title": "Новая ячейка",
        "coin": "{{value}} монет",
        "button": "Обменять"
      }
    },
    "alert": {
      "clear": {
        "title": "Внимание",
        "description": "Вы действительно желаете обнулить все свои достижение ?",
        "cancel": "Нет",
        "accept": "Да"
      },
      "remove": {
        "title": "Внимание",
        "description": "При удалении стирается вся личная информация, связанная с учетной записью. После этого вы больше никогда не сможете получить доступ к этой учетной записи.",
        "cancel": "Отмена",
        "accept": "Удалить"
      },
      "friendAdd": {
        "title": "Подсказка",
        "description": "Вы не можете добавить больше друзей, необходим премиум доступ.",
        "button": "Хорошо"
      },
      "logout": {
        "title": "Внимание",
        "description": "Ваши достижения будут обнулены. При повторном входе данные будут возвращены.",
        "cancel": "Отмена",
        "accept": "Выйти",
        "message": "Вы успешно вышли из своего аккаунта."
      },
      "permission": {
        "camera": {
          "title": "Конфиденциальность",
          "description": "Вам необходимо предоставить доступ к камере для сканирование QR-кода. Открыть настройки приложения?",
          "cancel": "Нет",
          "accept": "Да"
        },
        "notification": {
          "title": "Конфиденциальность",
          "description": "Вам необходимо предоставить доступ к пуш-уведомленияv. Открыть настройки приложения?",
          "cancel": "Нет",
          "accept": "Да"
        }
      },
      "purchase": {
        "premium": {
          "title": "Подписка",
          "button": "Хорошо",
          "description": {
            "isset": "Ваш премиум доступ уже активирован.",
            "succes": "Вы успешно восстановили премиум доступ.",
            "empry": "У вас отсутствует активная подписка.",
            "error": "Произошла ошибка, попробуйте чуть позже."
          }
        },
        "coin": {
          "deficiency": {
            "title": "Обмен",
            "description": "Недостаточно монет для совершения обмена!",
            "accept": "Закрыть"
          },
          "success": {
            "title": "Покупка",
            "description": "Обмен прошел успешно!",
            "accept": "Закрыть"
          },
          "unauthorized": {
            "title": "Покупка",
            "description": "Проблемы с подключением, попробуйте чуть позже!",
            "accept": "Закрыть"
          },
          "error": {
            "title": "Покупка",
            "description": "Произошла ошибка при покупке, попробуйте чуть позже!",
            "accept": "Закрыть"
          },
          "present": {
            "title": "Покупка",
            "description": "У вас уже подключена эта услуга!",
            "accept": "Закрыть"
          }
        }
      }
    },
    "message": {
      "error": {
        "Network Error": {
          "title": "Произошла ошибка",
          "message": "Проблемы с подключением к серверу, попробуйте чуть позже..."
        },
        "network": {
          "title": "Произошла ошибка",
          "message": "Проблемы с подключением к серверу, попробуйте чуть позже..."
        }
      }
    },
    "notification": {
      "smoke": {
        "title": "{{value}} - Мотиватор",
        "body": "Пожалуйста, оцените текущие состояние, это поможет быстрее бросить курить."
      }
    }
  }
}
