{
  "translation": {
    "system": {
      "more": "всі",
      "accept": "Застосувати"
    },
    "validation": {
      "email": "Неправильний формат електронної пошти",
      "required": "Поле обов'язково до заповнення.",
      "min": "Поле має бути від {{min}} символів.",
      "max": "Поле має бути до {{max}} символів."
    },
    "term": {
      "link1": "Умови використання",
      "link2": "Політика конфіденційності",
      "text": "Продовжуючи, ви приймаєте Умови використання Moke smoke та підтверджуєте, що прочитали Політика конфіденційності Moke smoke."
    },
    "tracker": {
      "description": "Щодня ви повинні ходити пішки принаймні 50 хвилин без перерв у середньому темпі. Це збільшить рівень гормонів щастя, які замінять вам сигарети. Це значно спростить процес позбавлення від негативної звички.",
      "error": "Произошла помилка завантаження даних, можливо ви не надали доступ до своїх даних. Вам потрібно зайти в налаштування пристрою та надати доступ.",
      "nav": {
        "1": "вчора",
        "2": "сьогодні"
      },
      "need": "{{min}} хвилин.",
      "header": {
        "1": "Кроки",
        "2": "КМ",
        "3": "Хвилини"
      }
    },
    "audio": {
      "title": "Самогіпноз",
      "header": "Дані аудіо-доріжки призначені для використання як фоновий звук під час виконання рутинних завдань, перед сном, вранці або в тих випадках, коли з'являється бажання палити.",
      "footer": "Авторське право на аудіо-доріжки, що використовуються у цьому додатку, належить творцям додатку. Будь-яке несанкціоноване використання, відтворення або поширення цих доріжок є порушенням авторських прав і може призвести до юридичних наслідків. Усі права захищені.",
      "removeLink": "Видалити збережені доріжки",
      "dialog": {
        "title": "Аудіодоріжки",
        "description": "Ви дійсно бажаєте видалити всі доріжки з медитацією?",
        "btn1": "Ні",
        "btn2": "Так"
      },
      "lists": [
        {
          "track": "Triggers",
          "Album": "Don't smoke",
          "tags": ["Перемога", "Тригери", "Звички"],
          "title": "Перемога над тригерами",
          "description": "Позбавтеся тригерів, щоб припинити куріння."
        },
        {
          "track": "Cravings",
          "Album": "Don't smoke",
          "tags": ["Контроль", "Налаштування", "Сила волі", "Зняття стресу"],
          "title": "Контроль налаштувань",
          "description": "Керуйте бажаннями, щоб припинити куріння."
        },
        {
          "track": "Peace",
          "Album": "Don't smoke",
          "tags": ["Спокій", "Релаксація", "Міндфулнес"],
          "title": "Внутрішній спокій",
          "description": "Знайдіть внутрішній спокій, щоб позбутися від куріння."
        },
        {
          "track": "Meditation",
          "Album": "Don't smoke",
          "tags": ["Медитація", "Міндфулнес", "Релаксація"],
          "title": "Медитація для припинення куріння",
          "description": "Медитуйте, щоб припинити куріння та знайти внутрішній спокій."
        },
        {
          "track": "Страсть",
          "Album": "Не куріть",
          "tags": ["Медитація", "Бажання", "Мир", "Налагодження"],
          "title": "Відкриття страстей",
          "description": "Відкрийте для себе страсть до здорового способу життя."
        }
      ]
    },
    "feed": {
      "title": "Моя стрічка",
      "empty": "Нема записів",
      "comment": "Коментарі",
      "info": [
        "1. Лента активності користувачів - це місце, де люди, які бажають позбутися від куріння, можуть поділитися своїми думками та надихнути інших користувачів після проходження \"Тренера\". Тут ви можете розмістити свої повідомлення в одній з трьох категорій: \"закурив\", \"хотілося покурити\" та \"не курив\".",
        "2. Крім того, інші користувачі можуть залишати коментарі та ставити емоції до ваших повідомлень, що створює спільноту людей, які підтримують вас у позбавленні від куріння. Ви можете ділитися своїми думками та почуттями, а також отримувати мотивацію та підтримку від інших користувачів.",
        "3. Це неймовірно крута система, яка може допомогти вам позбутися від куріння. Чим частіше ви будете ділитися своїми відчуттями, тим більше шансів на успіх. Але це ще не все. З часом, коли ви будете постійно ділитися своїми думками, ви зможете отримати доступ до чат-боту з нейронною мережею. Ця нейронна мережа зможе проаналізувати ваші повідомлення та видалити вам індивідуальні рекомендації, засновані на досягненнях інших користувачів.",
        "Нарешті, ця система не тільки створює спільноту, яка підтримує вас у позбавленні від куріння, але й збирає дані для створення індивідуальних рекомендацій щодо позбавлення від куріння."
      ],
      "script": {
        "danger": [
          "Сьогодні порушив своє обіцянку і закурив. Буду намагатися не повторювати цю помилку!",
          "Не можу повірити, що я знову закурив. Буду старатися подолати цю звичку!",
          "Відчуття після сигарети не такі, як раніше. Не варто було порушувати свої обіцянки собі!",
          "Не знаю, що мені було в голові, коли я закурив сьогодні. Але я не здамся і продовжу боротися зі звичкою!",
          "Сьогодні був важкий день і я знову закурив. Але я не втрачаю надію і продовжуватиму далі!"
        ],
        "wrong": [
          "Сьогодні було важко утриматися від сигарети, але я впорався. Наступного разу буде легше!",
          "Пройшов ще один день без куріння. Дуже хотілося покурити, але я переміг цю звичку!",
          "Не думав, що зможу протриматися без сигарети так довго. Дуже пишаюся собою!",
          "Майже зіпсував своє досягнення сьогодні, коли думав про сигарету. Але я замість цього взяв глибокий вдих свіжого повітря і почув себе набагато краще!",
          "Наступного разу, коли знову захочеться покурити, я згадаю, що декілька хвилин тяги - це все, що треба пережити, щоб продовжувати жити здорово і радісно!"
        ],
        "success": [
          "Пройшов ще один день без сигарети. Відчуваю себе здоровішим і бадьорішим!",
          "Сьогодні був легкий день без куріння. Буду старатися не розслаблятися!",
          "З кожним днем все легше не курити. Відчуваю, що звик до нового життя без сигарет!",
          "Відчуваю себе сильнішим і більш впевненим, коли не курю. Тому я продовжую боротися із звичкою, день за днем!x",
          "Не курив вже стільки днів, що забуваю, як це було. Але кожен раз, коли подумаю про те, як важко було зізнатися собі в тому, що потрібно перестати курити, я відчуваю себе більш сильним!"
        ]
      },
      "screen": {
        "title": "Стрічка активності",
        "description": "Напишіть свій пост або виберіть зі списку нижче, щоб поділитися своїм досвідом у стрічці активності. Чим частіше ви ділитеся своїм досвідом та думками, тим більше шансів на успіх. Крім того, ви можете отримати доступ до чат-боту з нейронною мережею, яка допоможе вам на основі аналізу ваших постів та досягнень.",
        "description2": "Ви можете написати свої пости та поділитися своїм досвідом у Стрічці активності. Чим частіше ви ділитесь своїм досвідом та думками, тим більше шансів на успіх."
      },
      "tooltip": {
        "remove": "Видалити запис",
        "report": "Поскаржитися на запис"
      },
      "message": {
        "title": "Скарга",
        "success": "Після перевірки вашої скарги модератори відправлять відповідь на вашу електронну пошту, де повідомлять про результати модерації.",
        "isset": "Ви вже відправили одну скаргу. Ваша скарга знаходиться на розгляді."
      }
    },
    "author": {
      "title": "Василь Пентелейчук",
      "text": "Займаюсь розробкою мобільних та Front-end додатків (трохи задаюсь бекендною розробкою використовуюю Express.js та NestJS), мав можливість працювати на фріланс-біржі, в аутсорс та продуктових компаніях, також брав участь в кількох стартапах."
    },
    "verify": {
      "title": "Підтвердження пошти",
      "info": "Будь ласка, введіть 5-значний код, відправлений по адресу {{email}}",
      "re": "Надіслати код повторно"
    },
    "forgot": {
      "send": "Введіть свою електронну адресу нижче, щоб отримати інструкції по скиданню пароля.",
      "change": "Ваш новий пароль повинен відрізнятися від раніше використаних паролів."
    },
    "review": {
      "description": "Ми цінуємо вашу думку! Залиште свій відгук про наш додаток та допоможіть нам поліпшити його. Дякуємо за вашу підтримку!"
    },
    "notifications": {
      "description": "Рекомендуємо включити сповіщення, щоб отримувати рекомендації від нашого тренера та завжди бути в курсі актуальних вправ.",
      "btn": "Увімкнути сповіщення"
    },
    "calendar": {
      "title": "Не палив {{value}}",
      "1": "пн",
      "2": "вт",
      "3": "ср",
      "4": "чт",
      "5": "пт",
      "6": "сб",
      "7": "нд"
    },
    "times": {
      "d": "д",
      "h": "г",
      "m": "х",
      "s": "с"
    },
    "breathe": {
      "1": {
        "title": "Правило №1",
        "description": "Правило першої сигарети",
        "info": "Коли ви встаєте вранці, спробуйте максимально відступити час викурювання першої сигарети - хоча б на половину години, годину, до обіду або вечора. Таким чином, ви зможете навчитися стримуватися. Якщо ви не викурили першу, то не викурієте і другу. Однак, не потрібно мухлювати - якщо ви пропустили першу, то починати з другої. Якщо випадково ви викуріли сигарету, то застосовуйте те ж саме правило до наступної. Таким чином, ви значно зменшите кількість викурюваних сигарет протягом дня. Ваш \"нікотиновий монстр\" внутрішнього світу почне голодувати і мучитися, і тоді ви зможете застосувати друге правило."
      },
      "2": {
        "title": "Правило №2",
        "description": "Склянка води",
        "info": "Перед тим, як закурити сигарету, необхідно випити стакан води. Просто випейте стакан звичайної негазованої води. Робіть це перед кожним бажанням закурити. Так, вам доведеться частіше ходити в туалет, але вірте, це не так шкідливо для здоров'я, як сама сигарета."
      },
      "3": {
        "title": "Правило №3",
        "description": "Навчаємо мозок боротися з бажанням курити.",
        "round": {
          "start": "Починаємо",
          "inhale": "Вдих",
          "exhale": "Затримка",
          "hold": "Видих"
        },
        "hold": "Утримати"
      },
      "4": {
        "title": "Правило №4",
        "description": "Гормони щастя",
        "info": "Ми гарантуємо вам 100% результат, якщо ви виконаєте ці три правила, плюс ще одне. Кожен день ви повинні ходити пішки мінімум 50 хвилин або плавати 30 хвилин без перерв в середньому темпі. Це збільшить рівень гормонів щастя, які замінять вам сигарети. Це значно полегшить процес відвідування."
      },
      "5": {
        "title": "Правило №5",
        "description": "Усвідомленість",
        "info": "Коли вам починає відходити мудрення попалити, відразу кажіть собі \"СТОП! Я не хочу попалити. СТОП! Я не буду про це думати.\""
      }
    },
    "chat": {
      "title": "Закритий клуб",
      "people": "Учасників"
    },
    "global": {
      "title": "ТАБЛИЦЯ ЛІДЕРІВ"
    },
    "friends": {
      "qr": "Скануйте QR-код, щоб додати друга до списку друзів.",
      "add": "За допомогою QR-коду ваш друг може додати вас до списку своїх друзів."
    },
    "navigation": {
      "home": "Головна",
      "chat": "Чат",
      "global": "ТОП",
      "friends": "Стрічка",
      "help": "Допомога",
      "settings": "Налаштування"
    },
    "welcome": {
      "message": "Кинути куріння - це важка звичка, але ми створили додаток, який допоможе вам її перебороти. Отримайте персоналізований план, підтримку спільноти та мотиваційні нагадування. Слідкуйте за цілями та досягненнями, отримуйте поради щодо здорового способу життя. Спробуйте сьогодні, щоб легко кинути куріння!",
      "button": "Почати",
      "profile": "Аналіз куріння",
      "nav": {
        "start": "Почати",
        "skip": "Пропустити",
        "next": "Далі"
      },
      "send": "Спробуємо"
    },
    "home": {
      "header": {
        "title": "Привіт, {{userName}}",
        "noName": "Привіт, Гість!",
        "guest": "Гість",
        "description": "Останній раз палив {{days}}.",
        "descriptionMsg": "Легкий спосіб кинути палити.",
        "nav": {
          "title": "Мотивація",
          "first": "Відвикання",
          "saving": "Цілі",
          "next": "Картки",
          "hip": "Самогіпноз",
          "tracker": "Крокомір"
        }
      },
      "charts": {
        "title": "Моніторинг",
        "success": "Не курив",
        "wrong": "Хотілося",
        "danger": "Курив",
        "empty": "Статистика відсутня"
      },
      "dashboard": {
        "title": "Щоденний настрій",
        "quite": "Відмова від сигарет",
        "0": {
          "name": "Грошей",
          "value": "{{value}}"
        },
        "1": {
          "name": "Часу",
          "value": "{{value}} год."
        },
        "2": {
          "name": "Не викурено",
          "value": "{{value}} шт."
        },
        "3": {
          "name": "До довголіття",
          "value": "{{value}} год."
        },
        "4": {
          "name": "Енергія",
          "value": "{{value}} %"
        },
        "5": {
          "name": "Легені",
          "value": "{{value}} %"
        }
      },
      "feeling": "Тренер",
      "start": "Кинути палити легко",
      "buttons": {
        "start": "Я більше не буду палити",
        "iWant": "Хочеться палити",
        "iSmoked": "Я закурив",
        "iDontWant": "Я не хочу палити",
        "tSmoked": "Якщо ви запалили, лічильник обнулиться, але в такому випадку вам доведеться почати з початку, пройшовши всі етапи програми знову. Крім того, ви зможете поділитися причиною, чому ви запалили, з іншими учасниками спільноти, які також борються зі звичкою.",
        "tWant": "Якщо у вас виникло бажання покурити, ви можете пройти 5 етапів, які допоможуть подолати це бажання. На третьому етапі вам запропонують виконати дихальне вправу, яка допоможе розслабитися та зняти стрес.",
        "tDontWant": "Якщо ж ви успішно подолали бажання покурити, ви отримаєте мотиваційне повідомлення і зможете поділитися своєю маленькою перемогою з іншими учасниками спільноти."
      },
      "messageAuth": {
        "title": "Авторизація",
        "description": "Виконайте просту реєстрацію та отримайте в два рази більше можливостей."
      }
    },
    "friend": {
      "header": {
        "friend": {
          "btn": "Друзі",
          "title": "Список друзів",
          "description": "Запрошено: {{value}} чол."
        },
        "people": {
          "btn": "ТОП 100",
          "title": "Дошка пошани",
          "description": "ТОП {{value}} некурців."
        },
        "message": {
          "btn": "Чат",
          "title": "Чат",
          "description": "Поділися результатами."
        }
      },
      "message": {
        "empty": "Немає повідомлень...",
        "emptyLoading": "Іде завантаження...",
        "send": "Надіслати повідомлення",
        "warn": "Наступне повідомлення можна надіслати {{value}}",
        "name": "Повідомлення",
        "alert": {
          "title": "Увага",
          "again": "Ви не можете так часто надіслати повідомлення.",
          "format": "Ви ввели неправильний формат повідомлення",
          "name": "У Вас не встановлено ім'я",
          "activate": "Необхідно активувати пошту",
          "ok": "OK"
        }
      },
      "group": {
        "nActivity": "Курець",
        "button": "Мотивувати",
        "add": "Додати"
      },
      "notification": {
        "message": "Запросіть друга, кидайте палити разом. Винагорода",
        "coin": "монет. ",
        "button": "Запросити"
      },
      "notificationAuth": {
        "message": "Використовуйте функціонал застосунку на максимум. ",
        "button": "Авторизація"
      },
      "wifi": {
        "message": "Виникли проблеми завантаження даних з сервера. ",
        "button": "Оновити"
      },
      "share": {
        "message": "{{value}} | Я знайшов на Moke smoke крутий спосіб кинути палити."
      }
    },
    "help": {
      "nav": {
        "task": "Цілі",
        "cards": "Карти",
        "progress": "Успіхи",
        "course": "Аптечка"
      },
      "premium": "Доступно за підпискою. Дешевше пачки цигарок.",
      "header": {
        "task": {
          "title": "Цілі економії",
          "description": "Складіть список предметів, які ви можете купити на заощаджені гроші."
        },
        "cards": {
          "title": "Мотиваційні картки",
          "description": "Картки допоможуть вам у складні моменти та нагадають, чому ви вирішили покинути цю шкідливу звичку. Вони є потужним інструментом мотивації та допоможуть вам залишатись на шляху досягнення вашої мети."
        },
        "progress": {
          "title": "Події",
          "description": "Протягом 22 днів ви будете відкривати, як ваше здоров'я, доходи та оточення змінюються на краще. Ви зрозумієте, що можете жити без тяжкого та дорогого небезпечного звички."
        },
        "course": {
          "title": "Кинути палити легко",
          "description": "Психологічні рекомендації.",
          "scondary": "хв.",
          "text": "Ми надаємо персоналізований підхід та інструменти для контролю бажання палити, щоб допомогти вам досягти вашої мети."
        }
      },
      "tasks": [
        "Відпочинок на морі",
        "Ваш варіант",
        "Ваш варіант",
        "Ваш варіант",
        "Ваш варіант",
        "Ваш варіант"
      ],

      "progress": {
        "day": "День",
        "param_1": "Не викурено цигарок: {{value}} шт.",
        "param_2": "Сердечний ритм: {{value}}%",
        "param_3": "Менше нікотину: {{value}} мг.",
        "param_4": "Ціль: не палити {{value}} / 22 день.",
        "info": "Якщо ви не досягли успіху за 22 день - спробуйте ще раз спочатку."
      },
      "cards": [
        "Здоров'я — це багатство. Це єдине багатство (спитайте у хворої багатої людини). Куріння шкодить вашому здоров’ю, забираючи або піддаючи ризику найціннішу річ, яку ви маєте.",
        "Ви в оточенні постійних суперечок, ваше життя підконтрольне нікотиновій молекулі, якщо і зовсім не зруйноване нею.",
        "Куріння сушить вашу шкіру і змушує вас виглядати старше своїх років. Двадцятирічні жінки виглядають на 30. А тридцятирічні жінки виглядають на 40.",
        "Коричневі зуби та пальці.",
        "Рак легенів.",
        "Значно підвищений ризик серцевих захворювань.",
        "Сигарети, окрім тютюну, містять токсичні хімікати.",
        "Куріння робить вас більш чутливим до застуди, грипу та бронхіту. Також, завдяки цьому, у вас більший потенціал, щоб стати переносником застуди та грипу для інших.",
        "Тому, або ви одного дня покінчите з цим, або це вб'є вас (сподіваюся — перше). Але якщо ви збираєтеся кидати в будь-якому разі, то чим швидше — тим краще.",
        "Факт для бельгійських та французьких курців: Жак Брель, 1929 - 1978. Вік смерті: 49. Причина смерті: сигарети.",
        "Ви освічена, успішна людина?  Педагог, вчений, керівник, або посадова особа? І ви курите!? Не варто недооцінювати силу прикладу, який ви подаєте.",
        "Якщо ви курите в присутності дітей, то ви робите більше, ніж подаєте поганий приклад. Діти можуть також здобути: (а) переконання, що до проблем неможливо повертатися обличчям та вирішити їх, та (б) що дорослі не планують, не збираються та неспроможні рахуватися з потребами інших.",
        "У вітряну погоду ваша сигарета може зіпсувати повітря для 50 осіб, що знаходяться за напрямком вітру. Це те саме, що видихнути дим особисто кожному в обличчя.",
        "На кожну людину, що вам скаржиться, є ще 20, які знаходять це неприємним, але надто соромляться, щоб щось вам сказати.",
        "Якби ви не курили, ви б розуміли наскільки шкідливим є сигаретний дим.",
        "Адже, поки ви курите — ви бездіяльні. Ви не робите нічого аби покращити світ у якому ви живете.",
        "Куріння позбавляє жінку тендітності. Воно нівелює та ображає жіночу привабливість.",
        "Галантному та благородному чоловіку куріння не пасує та демонструє відсутність сили волі.",
        "Говорячи просто — жінка має позбавитися шкідливої звички заради кохання, а чоловік — заради сміливості (хоча кожен може поєднати дані цілі).",
        "Ви митець за професією? Створення або відображення Краси є вашою ціллю? Але куріння кривдить Красу. Як будь-хто може претендувати на відданість Мистецтву, якщо він ще курить?",
        "Куріння — це самопокарання. Вам не треба карати себе. І ніхто також не хоче вас карати.",
        "Отож, спочатку ви караєте себе курінням. Потім ви караєте себе за куріння.",
        "Щаслива людина не курить.",
        "Діти не курять. Вони не хочуть курити. Вони хочуть розважатися. Куріння — це не розвага. Ви не можете веселитися та курити водночас.",
        "Мислити, як курець — мислити, як лузер.",
        "Ваші вороги тішаться спостерігаючи за тим, як ви завдаєте собі шкоди.",
        "Бог не хоче, щоб ви курили.",
        "Якщо ви курите, ви не вдосконалюєтеся. Отож замість куріння ви мали б робити щось конструктивне для свого розвитку.",
        "Коли ви курите, ви відхиляєтеся від справжнього курсу власного життя, що позначається на вашій продуктивності та активності.",
        "Ви заслуговуєте на більше, ніж те, що куріння може вам дати.",
        "Куріння занурює ваш розум у туман.",
        "У холодну та мерзотну погоду куріння лише погіршує ваше самопочуття. У гарну погоду достатньо насолоджуватися погодою.",
        "Те саме, звичайно, стосується і споживання алкоголю одночасно з курінням.",
        "Куріння заманює вас у пастку бідності.",
        "\"Все, що вам потрібно — це любов.\" Куріння — це не любов.",
        "Заперечення: Але ж я зараз дуже мало курю. Я не залежний. Це не така вже й велика проблема. Тому немає нагальної потреби кидати.",
        "Відповідь: Краще кинути зараз, поки звичка не така ще й міцна. Якщо бажаєш перестати курити колись, чому б не зробити це поки це легко?",
        "Куріння змушує вас гидитися себе.",
        "Люди, які курять аби виглядати круто, виглядають дурнями.",
        "Ви продовжуєте курити, адже боїтесь, що відмова від цього викличе погане самопочуття. Але курячи, ви почуваєтеся значно гірше.",
        "Якщо кинути всього лиш трохи важкувато, то продовжувати – дуже важко.",
        "Коротше кажучи, якщо ви не курите, то ви можете перемогти в житті завдяки комбінації, що складається з витримки, наполегливості, старанної праці та особистої доброчесності. Але коли ви курите, ви повертаєте шанси проти себе.",
        "Коли ви курите – ви тютюновий зомбі.",
        "Все, чого ви бажаєте у житті — щастя, успіх, фінансову забезпеченість, дружба, романтика, кохання — все віддаляється від вас завдяки курінню.",
        "Коли ви курите – ви втрачаєте фундамент у життєвому змаганні.",
        "Якщо ви курите – ви не в гармонії з нею. Тож зупиніться, і ви зробите великий крок вперед.",
        "У світі, нажаль, живе багато надзвичайно засмучених і одиноких людей, проте, коли ви курите, ви не робите нічого, щоб їм допомогти.",
        "Якщо ви хочете, щоб світ покращувався, то почніть з себе.",
        "Ви «Зелений»? Куріння – не зелене. Воно антизелене, нарівні з корпоративною жадобою транснаціональних компаній та руйнуванням навколишнього середовища.",
        "Коли ви курите серед інших курців, то ви не стимулюєте їх кинути.",
        "Якщо у вас є діти і ви їх любите, то як ви можете дозволити собі подавати їм такий негативний приклад?",
        "Якщо ви припините курити, ви, подаючи позитивний приклад, зробите світ кращим.",
        "Киньте курити і ви здобудете негайне і автоматичне просування по соціальній драбині.",
        "Курці в кафе роблять його негостинним для некурців.",
        "Соціально-політико-економічна система використовує тютюн для того, щоб експлуатувати вас і тримати вас пригнобленим.",
        "Факт вашого куріння означає, що ви себе не поважаєте. Якщо ви не поважаєте себе, то ви не здатні поважати будь-кого іншого.",
        "Хороші люди не курять.",
        "Куріння – це самоприниження, куріння в публічних місцях – публічне самоприниження і куріння у компанії з іншими також самоприниження.",
        "Якщо ви втратили ритм, то зазвичай, все погіршується, до того, як покращитись. Ви більше не курсуєте від однієї правильної думки чи дії до іншої. Ви випускаєте натяки. Ви не в ногу з музикою.",
        "Курячи ви піддаєтесь культурному неврозу та чисельним хворобам.",
        "Якщо ви курите у квартирі, то дим просочується через вентиляційні отвори,  трубопроводи, стелі та стіни і потрапляє у сусідні квартири, викликаючи у ваших некурящих сусідів нудоту.",
        "Дим від сигарети однієї люди затьмарює запах квітів для усіх інших.",
        "Зверніть увагу, які інші групи людей курять: алкоголіки, панки, люди з татуюваннями від голови до ніг… Чи ви хоч раз замислювались, що вони мають спільного, чи що спільного з ними маєте ви?",
        "Дим пристає до вашого одягу та волосся і робить вас тхнучим як сигарета. Коли ви бачите, що в черзі хтось сторониться від вас – тепер ви знаєте причину.",
        "Тютюнові компанії маніпулюють із вмістом сигарет, щоб збільшувати вашу залежність."
      ],
      "course": [
        {
          "title": "Підступна пастка",
          "text": "Куріння — це найпідступніша та найбільш зловісна пастка, що була створена спільними зусиллями людини та природи.Що підштовхує нас до неї в першу чергу? Тисячі дорослих, які вже курять. Вони навіть попереджають нас, що куріння є мерзенною й огидною звичкою, котра врешті-решт руйнує наш організм та коштує цілий статок, але ми не можемо повірити в те, що вони не отримують задоволення від цигарок. Одним із багатьох жалюгідних аспектів куріння є те, що ми маємо докласти зусиль для того, аби захопитися ним.{{n}}{{n}}Це єдиний наркотик у природі, який завадить вам досягти своєї мети. Хлопці зазвичай починають курити, бо хочуть виглядати круто — як герой Клінта Іствуда. Останнє, що відчувається від першої цигарки, — що ви круті. Не насмілюєтесь затягнутись як слід, якщо ж робите занадто багато затяжок, у вас починається запаморочення, а потім нудота. У цю мить більш за все хочеться втекти від інших хлопців та викинути ці мерзотні цигарки.{{n}}{{n}}Решта життя мине у спробах пояснити собі, чому ми куримо, у розповідях дітям, як не потрапити в пастку, і намаганнях час від часу покінчити з курiнням.  Пастка сконструйована таким чином, що ми намагаємось позбутись залежності тільки тоді, коли зазнаємо сильного стресу, пов’язаного зі здоров’ям, нестачею грошей або тим, що нас змусили відчути себе прокаженим.  Кинувши курити, ми підлягаємо під ще більші тортури (жахливі муки відвикання від нікотину), цього разу намагаючись обходитись без того, на що покладались для зняття стресу (наша опора — цигарка). {{n}}{{n}}Навіть ті курці, яким принаймні одного разу вдається позбутися звички, можуть бути щасливими, доки знов не потраплять у цю пастку.  Весь процес куріння схожий на блукання в гігантському лабіринті. Щойно ми входимо до нього, наш розум затуманюється і залишок життя минає у спробах вибратися. Багатьом це врешті-решт вдається, але лише для того, щоб знову потрапити в пастку.{{n}}{{n}}Дозвольте особливо підкреслити: виявити, що кинути курити — легко, здатний будь-хто, але спочатку необхідно встановити всі факти. Ні, я не маю на увазі аспекти, що викликають страх. Знаю, що ви вже усвідомили шкідливість куріння. Існує достатньо інформації про це. Якби вона зупиняла, ви б давно кинули. Я маю на увазі розуміння причин, з яких ми вважаємо, що позбавитись вiд нікотинової залежності — важко. Щоб відповісти на це питання, необхідно встановити істинні мотиви того, чому ми досі куримо."
        },
        {
          "title": "Чому ми і далі куримо?",
          "text": "Усі починають курити з безглуздих причин, зазвичай під тиском оточення або під час суспiльних подій. Але коли ми відчуваємо, що починаємо звикати, чому і далі куримо?  Жодний регулярний курець не знає, чому він це робить. Якби люди знали справжню причину, вони б позбулись своєї звички.{{n}}{{n}}У глибині душі курці знають, що вони бовдури. До того як потрапити у залежність від цигарок, вони знали, що не мають потреби курити. Більшість можуть згадати огидний смак своєї першої цигарки і те, що їм довелося добряче потрудитись, перш ніж з’явилось захоплення. Найбільш прикрим у цьому є те, що такі люди розуміють: некурці не тільки нічого не втрачають, але й сміються з курців{{n}}{{n}}Однак курці — розумні та раціональні. Вони усвідомлюють, що наражають власне здоров’я на великий ризик та за все життя витрачають на цигарки цілий статок. Тому для виправдання своєї звички їм потрібно мати логічне пояснення.{{n}}{{n}}Справжня причина, чому курці продовжують курити, — поєднання факторів, які я детально розбиратиму в наступних двох розділах."
        },
        {
          "title": "Нікотинова залежність 1.0",
          "text": "Нікотин — безбарвна оліїста речовина, що міститься в тютюні і викликає залежність. До цього наркотику звикають найшвидше зі всіх відомих людству: щоб захопитися ним, може вистачити лише однієї цигарки.{{n}}{{n}}Кожна затяжка постачає крізь легені в мозок невелику дозу нікотину, яка діє набагато швидше, ніж, наприклад, героїн, що його вводять у вену.{{n}}{{n}}Якщо зараз ви робите двадцять затяжок, то отримуєте двадцять доз наркотику з однієї цигарки.{{n}}{{n}}Нікотин діє швидко, і рівень його вмісту в крові падає приблизно вдвічі протягом тридцяти хвилин і майже до однієї чверті через годину після викурювання цигарки. Це пояснює те, чому людина в середньому викурює їх двадцять штук на день.{{n}}{{n}}Щойно ви гасите цигарку, починається швидке виведення наркотику з організму і виникають муки відвикання.{{n}}{{n}}Зараз я маю розвіяти відому оману щодо цих страждань, поширену серед курців. Вони думають, що біль, пов’язаний із відвиканням, є жахливою травмою, якої можна зазнати, коли самостійно або вимушено намагаєшся кинути курити. Але в основному ці муки відбуваються на рівні психіки; людина відчуває, що позбавляється задоволення чи опори."
        },
        {
          "title": "Нікотинова залежність 2.0",
          "text": "Насправді біль, викликаний відвиканням від нікотину, настільки незначний, що більшість курців живуть все життя та помирають, навіть не усвідомивши, що вони наркомани. Коли ми використовуємо термін «нікотинозалежний», то думаємо, що лише придбали звичку. Більшість курців жахаються наркотиків, по суті будучи наркоманами. На щастя, від нікотину дуже легко відмовитись, але перш за все ви маєте визнати, що стали залежними.{{n}}{{n}}Відвикання від цигарок не супроводжується фізичним болем. Це просто тривожне відчуття спустошеності, почуття, що чогось не вистачає. Багато курців вважають, що подібний стан якось пов’язаний з їхніми руками. Якщо ці емоції тривають, курець стає знер­вованим, невпевненим, схвильованим і дратівливим. Спрага цiєї отрути, НІКОТИНУ, схожа на голод.{{n}}{{n}}Через сім секунд після закурювання цигарки в кров надходить свіжий нікотин і потяг до нього закінчується, залишаючи відчуття розслаблення та впевненості.{{n}}{{n}}Усе, що ми знаємо, — це те, що хочемо цигарку, а коли прикурюємо її, потяг зникає і на якийсь час відчуваємо задоволення та впевненість у собі, стаючи такими, якими були ще до того, як захопились курінням. Однак тепер ці почуття лише тимчасові, оскільки, щоб позбутись потреби в тютюні, ми маємо вводити в організм дедалі більшу кількість нікотину. Тiльки ви загасите цигарку, потреба виникає знову і ланцюгова реакція триває. Це ланцюг на все життя, ЯКЩО ВИ НЕ РОЗІРВЕТЕ ЙОГО."
        },
        {
          "title": "Нудьга",
          "text": "Ще одна омана, пов’язана з курінням, — твердження, що цигарки позбавляють нудьги. Нудьга — це емоційний настрій. Коли ви курите, то розум не промовляє: «Я курю цигарку. Я курю цигарку». Це відбувається лише тоді, коли протягом тривалого часу ви були позбавленi можливості покурити або коли ви намагаєтеся скоротити куріння чи знов починаєте курити після невдалої спроби кинути.{{n}}{{n}}Річ у тім, що цигарки посилюють нудьгу опосередковано, бо вони спонукають вас почуватися мляво, та замість того, щоб зайнятися чимось активним, курці зазвичай вештаються, нудьгуючи та намагаючись полегшити муки відвикання.{{n}}{{n}}Як колишній затятий курець можу вас запевнити, що немає нуднішого заняття, ніж прикурювати одну огидну цигарку по одній день у день, рік у рік."
        },
        {
          "title": "Зосередження",
          "text": "Цигарки не допомагають зосередитись. Це лише чергова омана.  Намагаючись зосередитись, ви автоматично хочете уникнути всього, що відвертає увагу, наприклад відчуття холоду або жару. А курець вже страждає: маленьке чудовисько хоче отримати свою дозу. Тому, коли він хоче зосередитись, йому навіть не треба задумуватись про спосіб. Курець автоматично бере цигарку, частково задовольняючи бажання курити, та розпочинає свою справу. При цьому він уже забув, що курить.{{n}}{{n}}Цигарки не допомагають концентрації, навпаки, руйнують її, тому що через деякий час, навіть під час куріння, людина вже не може позбутися мук відвикання. Тоді вона збільшує дозу, а проблема зростає.{{n}}{{n}}Якщо вірите в те, що куріння найкраще сприяє зосередженості, ця впевненість призведе до того, що вам не вдасться сконцентруватися без тютюну. Саме сумніви, а не фізичні муки викликають проблему. Завжди пам’ятайте: болю відвикання зазнають курці, а не некурці.  Коли я погасив свою останню цигарку, скотився за одну ніч з викурювання ста цигарок на день одразу до нуля без будь-якої втрати здатності зосереджуватись"
        },
        {
          "title": "Що я кидаю?",
          "text": "АБСОЛЮТНО НІЧОГО! Саме страх заважає нам кинути курити. Страх того, що позбавимось задоволення або підтримки. Страх того, що приємні ситуації вже ніколи не будуть такими. Страх того, що не зможемо впоратись зі стресовою ситуацією.{{n}}{{n}}Цигарки не покращують смак їжі. Вони руйнують його. Псують чуття смаку та нюху. Постежте в ресторані за курцями, які курять між стравами. Вони отримують задоволення не від прийняття їжі — вони не можуть дочекатися, коли обід закінчиться, бо це заважає їм насолоджуватися цигарками. Багато хто курить за будь-яких обставин, хоча знає, що запах тютюну ображає некурців. Річ не в тім, що курці занадто неуважні люди — просто вони страждають без цигарки, перебувають між двома вогнями. Треба або утриматись від куріння та почуватися нещасним через те, що не можна взяти цигарку, або закурити та бути нещасним, оскільки ображаєш інших людей, відчуваючи провину та ставлячись до себе з презирством за це.{{n}}{{n}}Цигарки не допомагають на суспільних подіях; вони тільки псують їх. Вам доводиться тримати в одній руці напій, в іншій — цигарку, одночасно струшуючи попіл і спорожняючи попільницю, що постійно заповнюється недокурками. При цьому маєте старатися не димити в обличчя людині, з якою розмовляєте, намагаючись зрозуміти, чи відчуває вона запах з вашого рота і чи бачить плями на ваших зубах."
        },
        {
          "title": "Переваги курiння",
          "text": "..."
        },
        {
          "title": "Метод сили волі",
          "text": "У нашому суспільстві прийнято вважати, що кинути курити важко. Навіть відповідні книжки за звичаєм починаються з опису, як нелегко позбутися тютюнової залежності. Насправді це сміховинно просто.{{n}}{{n}}Якщо ваша мета — пробігти милю менш ніж за чотири хвилини, це важко. Треба буде пройти через роки тренувань, і навіть потім, можливо, ви не зможете це зробити. (Більша частина наших досягнень відбувається в свідомості. Чи не дивно, наскільки важко це було, поки Банністер дійсно не пробіг, а сьогодні це звичайна справа?){{n}}{{n}}Однак для того, щоб позбутися залежності, треба лише більше не курити. Ніхто не змушує вас курити силою (окрім вас самих), і на відміну від їжі та пиття цигарки не потрібні, щоб вижити. Тому якщо ви хочете припинити курити, чому, власне, це має бути важко? Правда, процес відмови ускладнюється самим курцем через застосування методу сили волі. Згідно з моїм визначенням, метод сили волі — це будь-який спосіб, який змушує курця відчути, що він приносить жертву.{{n}}{{n}}За звичаєм усвідомлення того, що ми стали залежними від куріння, займає багато часу, бо страждаємо від ілюзії, що курці курять тому, що цигарки надають задоволення, а не через те, що змушені. Не отримуючи від тютюну радості (а ми ніколи її не отримуємо), перебуваємо в омані, що зможемо кинути, коли захочемо.{{n}}{{n}}Отже замість того, щоб почати кидати курити з відчуттям: «Чудово! Ви чули новини? Я більше не курю», курець починає з почуттям глибокого суму і невідхильності долі, ніби намагаючись здертися на Еверест. Він абсолютно впевнений у тому, що, як тільки маленьке чудовисько втикає в когось свої пазурі, той одразу потрапляє у залежність на все життя. Багато курців навіть починають спробу кинути з вибачення перед друзями та родичами: «Знаєте, я намагатимусь припинити курити. Можливо, протягом наступних кількох тижнів буду дратівливим. Постарайтеся мене витерпіти». Більшість намірів уже приречена на провал до того, як почнуться."
        },
        {
          "title": "Остерігайтеся скорочення куріння",
          "text": "Немає нічого більш жалісного, ніж курець, який намагається скоротити куріння. Він страждає від ілюзії, що чим менше куритиме, тим менше буде хотітися. На ділі все зовсім навпаки. Чим менше людина курить, тим довше страждає від мук відвикання, тим більше насолоджується цигаркою і тим огидніше стає її смак. Але й це не зупиняє. Фактор тютюну ніколи не брався до уваги. Якби курці курили тому, що отримують задоволення від смаку цигарок, то ніхто ніколи не викурив би більше однієї. Вам важко в це повірити? Добре, давайте все з’ясуємо. У якої цигарки найогидніший смак? Правильно, у першої вранці — тієї, яка взимку викликає кашель і відхаркування. Яка цигарка найцінніша для курців? Правильно, перша вранці! Ну, чи дійсно ви щиро вірите, що курите, щоб насолодитись смаком і запахом цигарок? Чи вважаєте, що більш розумним поясненням є те, що ви просто полегшуєте дев’ятигодинні муки відвикання?"
        },
        {
          "title": "Лише одна цигарка",
          "text": "Саме з цієї «лише однієї цигарки» ми взагалі почали курити.{{n}}Саме ця «лише одна цигарка», що дозволяє нам подолати труднощі або яку ми викурюємо під час особливої події, знищує більшість спроб позбутися залежності.{{n}}{{n}}Саме цій «лише одній цигарці», у випадку, якщо курець зміг кинути курити, вдається знову заманити його в пастку. Іноді закурюють лише для того, аби переконатися, що потреба в нікотині зникла, і саме ця цигарка псує все. Вона має жахливий смак, який переконує курця в тому, що він ніколи більше не потрапить у залежність від куріння, але він уже попався.{{n}}{{n}}Сама думка про одну особливу цигарку часто заважає курцям позбутися залежності. Перша цигарка вранці або після обіду.{{n}}{{n}}Чітко засвойте: не існує такого поняття, як «лише одна цигарка». Куріння є ланцюговою реакцією, яка триватиме решту вашого життя, якщо тільки ви не розірвете її.{{n}}{{n}}Саме міф про випадкову або особливу цигарку змушує курців, коли вони кидають курити, хандрити та мріяти про неї. Засвойте звичку ніколи не марити про випадкову цигарку або пачку — це лише фантазія. Щойно ви подумаєте про куріння, уявіть життя, сповнене презирства, при цьому ви сплачуєте шалені гроші лише за привілей руйнувати своє фізичне та розумове здоров’я, за життя у рабстві, за життя зі смердючим подихом.{{n}}{{n}}Існує кілька певних принципів, які треба чітко засвоїти, щоб кинути курити було просто. До цього часу ми розглянули вже три з них:{{n}}1. У принципi, немає чого кидати. Можна лише придбати чудові позитивні вигоди.{{n}}2. Ніколи не думайте про випадкову цигарку. Її не існує. Є тільки життя, сповнене хвороб та неприємностей.  {{n}}3. Ваша ситуація не відрізняється від якоїсь іншої. Будь-який курець може зробити висновок, що кинути курити легко."
        },
        {
          "title": "Остання цигарка 1.0",
          "text": "Якщо ви вже готові до цього, оберіть час, щоб викурити свою останню цигарку. Але перш ніж зробити це, перевірте два важливих пункти:{{n}}{{n}}1. Чи відчуваєте ви впевненість в успіху?{{n}}Чи бачите майбутнє похмурим або охоплені відчуттям наснаги через те, що ось-ось досягнете чогось дивовижного?{{n}}{{n}}Пам’ятайте, що ви ніколи не ухвалювали рішення потрапити в нікотинову пастку. Але ця пастка влаштована для того, щоб поневолити вас на все життя. Врятуватися можна, тільки прийнявши остаточне рішення викурити свою останню цигарку.{{n}}{{n}}Можливо, ви стурбовані тим, що вже кілька разів у минулому давали подібні обіцянки, але і досі курите, або тим, що вам доведеться пережити важкий період. Не бійтесь. Найстрашніше, що може трапитись, — це невдача і цього разу, отже вам абсолютно нема чого втрачати, а придбати можна так багато.{{n}}{{n}}Але припиніть думати про поразку. Правда полягає в тому, що кинути курити не тільки сміховинно легко — цим процесом можна по-справжньому насолоджуватись. Цього разу ви збираєтесь застосувати «ЛЕГКИЙ СПОСIБ»! Треба тільки дотримуватись тих простих вказівок, які я вам пропоную:"
        },
        {
          "title": "Остання цигарка 1.1",
          "text": "1. Дайте урочисту обіцянку — і дайте її серйозно.{{n}}2. Викуріть свою останню цигарку свідомо, глибоко затягаючись цією гидотою, щоб вона надходила прямо в легені. Потім запитайте себе, що, власне, надає задоволення.{{n}}3. Докурюючи цигарку, не думайте при цьому: «Я ніколи більше не повинен закурювати наступну» або «Мені більше не можна курити». Думайте таким чином: «Як чудово! Я вільний! Закінчилося це рабство! Більше ніколи не засуну в рот цю гидоту!»{{n}}{{n}}4. Пам’ятайте, що протягом кількох днів у вас всередині житиме маленький нікотиновий шкідник. Може трапитись так, що буде лише одне бажання: «Хочу цигарку». Я називаю легкий фізичний потяг до нікотину маленьким нікотиновим чудовиськом. Вiдверто кажучи, це неправильно, і важливо, щоб ви зрозуміли чому. Оскільки на те, щоб маленький монстр помер, треба близько трьох тижнів, колишні курці вважають, що тужитимуть за цигарками після того, як викурять останню. Тому вони вважають необхідним застосувати метод сили волі, аби протистояти спокусі впродовж цього періоду. Це не так. Організм не відчуває пристрасного потягу до нікотину. Це мозок бажає нікотину. Якщо вам вдасться здолати відчуття «Я хочу цигарку!» протягом кількох наступних днів, то у свідомості залишиться вибір. Він може обирати: залишатися з відчуттям спустошеності та непевності в собі, викликаним ще першою цигаркою, або відповідати на нього словами: «УРА! Я НЕКУРЕЦЬ!»{{n}}{{n}}Або ви можете тужити за цигаркою і страждати решту життя. Задумайтесь на хвилинку. Чи не безглуздо спочатку сказати: «Я ніколи не захочу більше курити», а потім завжди думати: «Як мені хочеться підкурити цигарку». Саме цим займаються курці, які використовують метод сили волі. Недивно, що вони відчувають себе такими нещасними, відчайдушно тужачи за тим, чого сподіваються назавжди позбутися. Зрозуміло, чому так мало з них досягають успіху і чому вони ніколи не почувають себе вільними.{{n}}{{n}}5. Лише невпевненість робить відмову від куріння складною. Отже ніколи не сумнівайтесь у своєму рішенні, адже ви знаєте, що воно правильне. Якщо матимете сумніви, то опинитесь в тупиковій ситуації. Пристрасно бажаючи цигарку, але не дозволяючи собі закурити, ви почуватиметеся нещасним. А якщо закурите, то станете ще більш нещасним. Яка б система не використовувалась, важливим є лише одне питання: чого ви намагаєтесь досягти, кидаючи курити? Ніколи більше не курити? Ні! Багато колишніх курців не курять, але живуть, почуваючи себе позбавленими чогось. У чому полягає справжня різниця між курцями та некурцями? У останніх немає ні потреби, ні бажання курити, вони не тужать за цигарками, їм не треба застосовувати силу волі, щоб не курити. Це ваша мета, і досягти її можливо. Щоб припинити сумувати за цигарками або стати некурцем, не треба нічого чекати."
        },
        {
          "title": "Остання цигарка 1.2",
          "text": "Це відбувається в той момент, коли докурена остання цигарка. Перекривши надходження нікотину, ВИ ВЖЕ СТАЛИ ЩАСЛИВИМ НЕКУРЦЕМ!{{n}}{{n}}Ви залишитесь щасливим некурцем за таких умов:{{n}}1. Ніколи не сумнівайтеся у своєму рішенні.{{n}}2. Не чекайте, що станете некурцем. Нічого особливого не відбудеться, а марне очікування стає причиною страху.{{n}}3. Не намагайтесь не думати про куріння і не чекайте, коли настане мить істини. Цей шлях також веде до страху.{{n}}4. Не використовуйте замінники нікотину.{{n}}5. Дивлячись на курців, намагайтесь бачити, хто вони насправді, та жалійте їх, а не заздріть.{{n}}6. Не міняйте свого життя через те, що кинули курити, які б дні не випадали вам, радісні чи важкі. Немає аніякої необхідності приносити жертву. Пам’ятайте, що ви не кидали жити і ні від чого не відмовлялись. Навпаки, зцілили себе від жахливої хвороби та змогли втекти зі страшної в’язниці. Із часом ваше здоров’я, фізичне та розумове, ставатиме дедалі краще, і життєві зльоти здаватимуться більш високими, а падіння — менш болісними, ніж коли ви були курцем.{{n}}7. Коли б ви не подумали про куріння протягом наступних кількох днів або решти вашого життя, думайте:  «УРА! Я — НЕКУРЕЦЬ!!!»"
        }
      ]
    },
    "settings": {
      "header": {
        "title": "Налаштування",
        "description": "Все необхідне в одному місці."
      },
      "profile": {
        "edit": "Редагувати"
      },
      "client": {
        "name": "Ім'я та Прізвище",
        "cigarette": "Цигарок за день",
        "cigaretteCount": "Цигарок у пачці",
        "price": "Ціна за пачку цигарок",
        "howOffen": "Інтервал між курінням"
      },
      "auth": {
        "info": "Авторизація",
        "button": "Продовжити з {{param}}",
        "buttonEmail": "Використати Email",
        "response": {
          "msg1": "Синхронізація даних",
          "msg2": "Збереження покупок за монети",
          "msg3": "Спілкування з людьми",
          "msg4": "Друзі та ТОП 100"
        },
        "or": "АБО",
        "client": "Авторизація / Реєстрація",
        "login": "Авторизація",
        "registration": "Реєстрація",
        "logout": "Вийти з аккаунта",
        "change": "Змінити пароль",
        "accept": "Підтвердити пошту",
        "clear": "Обнулити досягнення",
        "titleProfile": "Профіль",
        "titleSett": "Управління"
      },
      "info": {
        "subscription": "Підписка",
        "coin": "Монети",
        "review": "Залишити відгук",
        "author": "Про розробника",
        "confidentiality": "Політика конфіденційності",
        "remove": "Видалити обліковий запис",
        "lang": "Вибір мови",
        "sysLang": "Системна мова",
        "currency": "Вибір валюти",
        "sysCurrency": "Системна валюта",
        "theme": "Вибір оформлення",
        "themeLang": "Системна оформлення",
        "themeLight": "Світла",
        "themeDark": "Темна"
      },
      "switch": {
        "notification": "Сповіщення",
        "vibrator": "Вібрація"
      }
    },
    "sheet": {
      "login": {
        "input": {
          "mail": "E-mail",
          "password": "Пароль"
        },
        "link": {
          "fetch": "Вхід",
          "have": "Немає облікового запису?",
          "ihave": "У вас є обліковий запис?",
          "forgot": "Забули пароль?"
        },
        "showMessage": {
          "emailWrong": "Ви ввели невірну адресу електронної пошти чи пароль.",
          "emailEmpty": "Необхідно ввести адресу електронної пошти.",
          "passwordEmpty": "Необхідно ввести пароль.",
          "success": "Вітаємо! Ви успішно ввійшли в свій обліковий запис."
        }
      },
      "registration": {
        "input": {
          "name": "Ім'я",
          "email": "E-mail",
          "password": "Пароль",
          "newPassword": "Новий пароль",
          "repeatPassword": "Повторіть пароль"
        },
        "link": {
          "reg": "Реєстрація",
          "change": "Надіслати"
        },
        "showMessage": {
          "emailExist": "Такий e-mail вже зареєстрований",
          "nameEmpty": "Ім'я обов'язкове для заповнення",
          "emailEmpty": "Введіть вашу адресу електронної пошти.",
          "passwordEmpty": "Пароль обов'язковий для заповнення.",
          "newPasswordEmpty": "Новий пароль обов'язковий для заповнення.",
          "repeatPasswordEmpty": "Поля Пароль і Повторіть пароль не співпадають.",
          "success": "Ви успішно пройшли реєстрацію, на ваш e-mail відправлено код підтвердження."
        }
      },
      "change": {
        "showMessage": {
          "success": "Ви успішно змінили пароль від облікового запису.",
          "error": "Ви вказали неправильний пароль."
        }
      },
      "issue": {
        "title": "Підтвердити пошту",
        "subTitle": "Перевірте вашу електронну пошту",
        "input": {
          "token": "Код підтвердження"
        },
        "link": {
          "submit": "Підтвердити",
          "reload": "Відправити код ще раз"
        },
        "showMessage": {
          "requestLimit": "Ви не можете так часто запитувати код підтвердження",
          "tokenWrongFormat": "Невірний формат коду підтвердження.",
          "tokenWrong": "Ви ввели невірний код підтвердження.",
          "successAccept": "Вітаю! Ви успішно підтвердили вашу пошту.",
          "successSend": "Код підтвердження був успішно відправлений на ваш e-mail."
        }
      },
      "forgot": {
        "title": "Відновлення доступу",
        "input": {
          "email": "E-mail",
          "token": "Код підтвердження",
          "password": "Новий пароль",
          "repeatPassword": "Повторіть пароль"
        },
        "link": {
          "submit": "Відправити",
          "change": "Змінити пароль"
        },
        "showMessage": {
          "emailWrong": "Невірна адреса електронної пошти.",
          "tokenEmpty": "Невірний формат коду для відновлення паролю.",
          "tokenWrong": "Ви ввели невірний код для відновення паролю, перевірте пошту ще раз.",
          "tokenSucces": "Код підтвердження був відправлений на вашу пошту, використовуйте код для зміни паролю.",
          "requestLimit": "Ви не можете так часто запитувати код для відновлення паролю.",
          "changeSuccess": "Пароль успішно змінено, тепер ви можете ввійти, використовуючи новий пароль."
        }
      },
      "help.task": {
        "title": "Мотиватор цілей",
        "input.name": "Назва",
        "input.value": "Бажана сума"
      },
      "setting": {
        "title": "Заповнення анкети",
        "button": "Кидаю палити",
        "error": "Всі поля обов'язкові до заповнення..."
      },
      "friend": {
        "coin": "Монет",
        "friend": "Друзі",
        "rating": "Рейтинг",
        "title": "Мотиватор",
        "description": "Мотивуй свого друга повідомленням і отримай монети + рейтинг.",
        "input": "Повідомлення:",
        "message": "Ти вже перестав курити? Давай, поділись результатом. Чекаю....",
        "button": "Мотивувати"
      },
      "premium": {
        "title": "Преміум доступ",
        "information": [
          "Отримайте доступ до повної колекції мотивуючих карток кожен день.",
          "Збільште свій рейтинг та накопичуйте більше монет, щоб отримувати ще більше переваг в додатку.",
          "Будьте в курсі всіх щоденних подій з детальною інформацією.",
          "Використовуйте всі знання, щоб швидше та легше відмовитися від куріння.",
          "Насолоджуйтеся додатком без реклами, що дозволяє використовувати його з комфортом.",
          "Розблокуйте всі цілі та створюйте ще більше, щоб досягати цілей у вашому економічному плануванні.",
          "Насолоджуйтеся повним доступом до наших самогіпнозів, навіть коли ви офлайн.",
          "Отримайте повний доступ до функцій нашого крокоміра.",
          "Виділяйтеся серед інших учасників чату, використовуючи унікальний значок."
        ],
        "free": "Безкоштовно - 3 дні, далі {{price}} {{currencySymbol}}/міс",
        "in": "{{price}} {{currencySymbol}} в місяць ",
        "info": "Можна відмінити в будь-який час",
        "subscription": "Підписатися",
        "rebuild": "Відновити",
        "privacy": "Terms & Conditions",
        "notLoad": "Проблема із завантаженням товарів!",
        "refresh": "Повторити завантаження"
      },
      "purchase": {
        "coin": "Монет",
        "rating": "Рейтинг",
        "subscription": {
          "title": "Підписка",
          "stock": "Активна",
          "nope": "Неактивна"
        },
        "earn": "Отримати 5 монет (Реклама)",
        "have": {
          "title": "Покупка",
          "description": "У вас є преміум доступ, в покупці немає необхідності.",
          "button": "Добре"
        },
        "items": {
          "rating": {
            "name": "Рейтинг",
            "value": "{{value}} очок",
            "description": "Рейтинг виділяє вас на фоні ваших друзів. Крім того, ви отримаєте більш високе місце на дошці пошани.",
            "button": "Обміняти за {{value}} монет.",
            "alert": {
              "title": "Рейтинг",
              "description": "Ви дійсно бажаєте обміняти {{value}} монет на {{rating}} очок рейтингу?",
              "cancel": "Ні",
              "accept": "Так"
            },
            "showMessage": {
              "message": "Ви успішно обміняли {{value}} монет на {{rating}} очок рейтингу."
            }
          },
          "cards": {
            "name": "Картки",
            "value": "Повний пакет",
            "description": "Картки мотивують вас не палити. Рекомендуємо час від часу читати картки.",
            "button": "Розблокувати за {{value}} монет.",
            "alert": {
              "title": "Картки",
              "description": "Ви дійсно бажаєте обміняти {{value}} монет на повний пакет карток?",
              "cancel": "Ні",
              "accept": "Так"
            },
            "showMessage": {
              "message": "Ви успішно отримали повний пакет карток."
            }
          },
          "learn": {
            "name": "Програма курсу",
            "value": "Повна версія",
            "description": "Ця програма є дуже важливою. Вона допомагає знайти рішення в різних ситуаціях.",
            "button": "Розблокувати за {{value}} монет.",
            "alert": {
              "title": "Програма курсу",
              "description": "Ви дійсно бажаєте обміняти {{value}} монет на повну програму курсу?",
              "cancel": "Ні",
              "accept": "Так"
            },
            "showMessage": {
              "message": "Ви успішно отримали повну програму курсу."
            }
          },
          "clean": {
            "name": "Статистика",
            "value": "Безпечне обнулення",
            "description": "Скидання досягнень без втрати монет і рейтингу, якщо ви вирішили почати все заново.",
            "button": "Скинути за {{value}} монет.",
            "alert": {
              "title": "Статистика",
              "description": "Ви дійсно бажаєте скинути досягнення без втрати монет та рейтингу за {{value}} монет?",
              "cancel": "Ні",
              "accept": "Так"
            },
            "showMessage": {
              "message": "Ви успішно скинули досягнення без втрати монет і рейтингу."
            }
          },
          "task": {
            "alert": {
              "title": "Додати ціль",
              "description": "Ви дійсно бажаєте обміняти {{value}} монет на ще одну ціль?",
              "cancel": "Ні",
              "accept": "Так"
            }
          }
        }
      }
    },
    "detached": {
      "scan": {
        "text": "Знайти друга",
        "textCamera": "Наведіть камеру на QR-код",
        "camera": "Додати друга",
        "code": "QR-код"
      },
      "friend": {
        "title": "QR-код",
        "This is your id": "Ви не можете додати самого себе до друзів.",
        "Invalid id": "Не вдалося знайти друга",
        "Friend not found": "Не вдалося знайти друга",
        "Email not activated your frinds": "E-mail вашого друга не активований.",
        "Friends already": "Ви вже дружите",
        "response": "Не вдалося підключитися до сервера, спробуйте ще раз трохи пізніше."
      },
      "ghost": {
        "title": "Нікотиновий диверсант",
        "description": "Ми палимо, щоб годувати нашого маленького звіря. Щоб маленький звір помер, потрібно близкьо трьох тижнів. Тіло не бажає нікотину. Його бажає лише мозок. Кожний раз, коли ви долаєте спокусу, ви наносите диверсанту черговий смертоносний удар.",
        "btn1": "Дати стусана диверсанту",
        "btn2": "Попрощатися з диверсантом",
        "btn3": "Висміяти диверсанта"
      },
      "nosmoke": {
        "title": "УРА, Я НЕ ПАЛЮ!",
        "description": "За кожну маленьку перемогу ви отримаєте монети та рейтинг. Ви можете використовувати монети в межах застосунку."
      },
      "motivate": {
        "title": "Ти справжній друг!"
      },
      "smoke": {
        "title": "Кинути палити легко",
        "description": "Не дай собі опуститися, коли вдруге випадково закурив. Це не провал, а лише моментальний збій у шляху до успіху. Нагадуй собі про всі причини, які ти хотів бросити курити, та продовжуй іти вперед. Кожен день, кожен момент в житті - це можливість для поліпшення свого здоров'я та якості життя. Не здавайся, ти можеш це зробити!",
        "btn1": "Обнулити досягнення (Рекомендовано)",
        "btn2": "Я закурив, більше не буду палити."
      },
      "dashboard.bank": {
        "title": "Заощаджено грошей",
        "type1": " / день",
        "type2": " / тиждень",
        "type3": " / місяць",
        "type4": " / рік"
      },
      "dashboard.more.time": {
        "title": "Заощаджено часу",
        "descrpition": "Насправді паління краде досить велику частину вашого дня. В середньому, на одну цигарку йде близько п'яти хвилин. Ви витрачаєте на паління 100 хвилин в день!"
      },
      "dashboard.ciggy": {
        "title": "Не викурено цигарок",
        "type1": " / день",
        "type2": " / тиждень",
        "type3": " / місяць",
        "type4": " / рік"
      },
      "dashboard.health": {
        "title": "Плюс до довголіття",
        "descrpition": "Відмова від куріння допоможе вам виглядати та відчувати себе краще, покращуючи якість вашого життя та здоров'я."
      },
      "dashboard.energy": {
        "title": "Плюс до енергії",
        "description": "Без куріння ви отримаєте більше енергії та сил, щоб здійснити все, що ви бажаєте в житті."
      },
      "dashboard.lungs": {
        "title": "Відновлення легенів",
        "descrpition": "Чим більше рухається тіло, тим інтенсивніше дихання, тим швидше виводяться сторонні накопичені речовини та бруд."
      },
      "help.task.buy": {
        "title": "Нова ціль",
        "coin": "{{value}} монет",
        "button": "Обміняти"
      }
    },
    "alert": {
      "clear": {
        "title": "Увага",
        "description": "Ви дійсно бажаєте обнулити всі свої досягнення?",
        "cancel": "Ні",
        "accept": "Так"
      },
      "remove": {
        "title": "Увага",
        "description": "При видаленні стирається вся особиста інформація, пов'язана з обліковим записом. Після цього ви ніколи не зможете отримати доступ до цього облікового запису.",
        "cancel": "Cкасування",
        "accept": "Видалити"
      },
      "friendAdd": {
        "title": "Підказка",
        "description": "Ви не можете додати друзів, необхідний преміум доступ.",
        "button": "Добре"
      },
      "logout": {
        "title": "Увага",
        "description": "Ваші досягнення будуть обнулені. При повторному вході дані буде повернено.",
        "cancel": "Скасувати",
        "accept": "Вийти",
        "message": "Ви успішно вийшли зі свого аккаунту."
      },
      "permission": {
        "camera": {
          "title": "Конфіденційність",
          "description": "Вам необхідно надати доступ до камери для сканування QR-кода. Відкрити налаштування додатку?",
          "cancel": "Ні",
          "accept": "Так"
        },
        "notification": {
          "title": "Конфіденційність",
          "description": "Вам необхідно надати доступ до пуш-повідомлень. Відкрити налаштування додатку?",
          "cancel": "Ні",
          "accept": "Так"
        }
      },
      "purchase": {
        "premium": {
          "title": "Підписка",
          "button": "Добре",
          "description": {
            "isset": "Ваш преміум доступ вже активований.",
            "succes": "Ви успішно відновили преміум доступ.",
            "empry": "У вас відсутня активна підписка.",
            "error": "Сталася помилка, спробуйте трохи пізніше."
          }
        },
        "coin": {
          "deficiency": {
            "title": "Обмін",
            "description": "Недостатньо монет для здійснення обміну!",
            "accept": "Закрити"
          },
          "success": {
            "title": "Покупка",
            "description": "Обмін пройшов успішно!",
            "accept": "Закрити"
          },
          "unauthorized": {
            "title": "Покупка",
            "description": "Проблеми з підключенням, спробуйте трохи пізніше!",
            "accept": "Закрити"
          },
          "error": {
            "title": "Покупка",
            "description": "Сталася помилка при покупці, спробуйте трохи пізніше!",
            "accept": "Закрити"
          },
          "present": {
            "title": "Покупка",
            "description": "У вас вже підключена ця послуга!",
            "accept": "Закрити"
          }
        }
      }
    },
    "message": {
      "error": {
        "Network Error": {
          "title": "Сталася помилка",
          "message": "Проблеми з підключенням до сервера, спробуйте трохи пізніше..."
        },
        "network": {
          "title": "Сталася помилка",
          "message": "Проблеми з підключенням до сервера, спробуйте трохи пізніше..."
        }
      }
    },
    "notification": {
      "smoke": {
        "title": "{{value}} - Мотиватор",
        "body": "Будь ласка, оцініть поточний стан, це допоможе швидше кинути палити."
      }
    }
  }
}
